[{"Traits":"Heavier Shot","Acquired":"Lv. 2","translated_value":"Adiciona ao Heavy Shot uma chance de 20% de você se tornar Straight Shot Ready. Duração: 30s Revisões Duração alterada de 10s para 30s."},{"Traits":"Increased Action Damage","Acquired":"Lv. 20","translated_value":"Aumenta o dano de ação base em 10%."},{"Traits":"Increased Action Damage II","Acquired":"Lv. 40","translated_value":"Aumenta o dano de ação base em 20%."},{"Traits":"Bite Mastery","Acquired":"Lv. 64","translated_value":"Aprimora Mordida Venenosa e Mordida de Vento para Mordida Cáustica e Mordida de Tempestade, respectivamente."},{"Traits":"Enhanced Empyreal Arrow","Acquired":"Lv. 68","translated_value":"Garante o desencadeamento dos efeitos adicionais para a Balada do Mago atual, Paeon do Exército e Minueto do Andarilho quando Empyreal Arrow atinge um alvo."},{"Traits":"Straight Shot Mastery  Job Quest","Acquired":"Lv. 70","translated_value":"Aprimora Tiro Direto para Flecha Refulgente."},{"Traits":"Enhanced Quick Nock","Acquired":"Lv. 72","translated_value":"Adiciona ao Quick Nock 35% de chance de você se tornar Shadowbite Ready. Duração: 30s Revisões Nível de aprendizado alterado de 74 para 72. Atualizados os efeitos."},{"Traits":"Bite Mastery II","Acquired":"Lv. 76","translated_value":"Adiciona a Stormbite, Caustic Bite e Iron Jaws uma chance de 35% de você se tornar Straight Shot Ready. Duração: 30s Revisões Duração alterada de 10s para 30s."},{"Traits":"Heavy Shot Mastery","Acquired":"Lv. 76","translated_value":"Aprimora Tiro Pesado para Tiro Explosivo."},{"Traits":"Enhanced Army's Paeon","Acquired":"Lv. 78","translated_value":"Enquanto estiver sob o efeito do Paeon do Exército com pelo menos uma pilha de Repertoire, cantar a Mage&#39;s Ballad ou o Wanderer&#39;s Minuet concederá o Army&#39;s Muse, reduzindo o tempo de lançamento de armas e o tempo de relançamento, o tempo de lançamento de feitiços e o tempo de relançamento e o atraso de ataque automático. Duração: 10s Permitir que o efeito do Paeon do Exército e pilhas acumuladas de Repertoire expirem sem cantar a Mage&#39;s Ballad ou o Wanderer&#39;s Minuet concederá o Ethos do Army. Duração: 30sEnquanto estiver sob o efeito do Ethos do Exército, cantar a Balada do Mago ou o Minueto do Andarilho concederá a Musa do Exército. Tanto o Ethos do Exército quanto o Musa do Exército exigem pilhas de Repertório, cujo número determinará a potência do último.1 Repertório: 1%2 Repertório: 2%3 Repertório: 4%4 Repertório: 12%"},{"Traits":"Soul Voice","Acquired":"Lv. 80","translated_value":"Aumenta o Medidor de Voz da Alma em 5 cada vez que o Repertório é concedido."},{"Traits":"Quick Nock Mastery","Acquired":"Lv. 82","translated_value":"Atualiza Quick Knock para Ladonsbite."},{"Traits":"Enhanced Bloodletter","Acquired":"Lv. 84","translated_value":"Permite uma terceira carga de Bloodletter e Rain of Death."},{"Traits":"Enhanced Apex Arrow","Acquired":"Lv. 86","translated_value":"Concede Blast Arrow Ready ao executar Apex Arrow após o Soul Voice Gauge atingir 80 ou superior. Duração: 10sApex Arrow torna-se Blast Arrow enquanto estiver sob este efeito."},{"Traits":"Enhanced Troubadour","Acquired":"Lv. 88","translated_value":"Reduz o tempo de relançamento do Trovador para 90 segundos."},{"Traits":"Minstrel's Coda","Acquired":"Lv. 90","translated_value":"Concede Mage&#39;s Coda, Army&#39;s Coda ou Wanderer&#39;s Coda ao cantar Mage&#39;s Ballad, Army&#39;s Paeon ou Wanderer&#39;s Minuet, respectivamente."}]