[{"Traits":"Aspect Mastery","Acquired":"Lv. 1","translated_value":"Lançar certos feitiços de fogo e gelo concederá uma pilha de Fogo Astral e Gelo Umbral respectivamente.Acumulações máximas: 1Duração: 15sEnquanto estiver sob o efeito de Fogo Astral ou Gelo Umbral, lançar um feitiço do elemento oposto não consumirá MP. O efeito não não se aplica ao Flare. Revisões Nível de aprendizado alterado de 72 para 1. Efeitos atualizados."},{"Traits":"Maim and Mend","Acquired":"Lv. 20","translated_value":"Aumenta o dano de ação base e a restauração de HP em 10%. Revisões excluídas &quot;Permite o empilhamento de um terceiro Astral Fire ou Umbral Ice que reduz o tempo de lançamento de feitiços do elemento oposto pela metade&quot;"},{"Traits":"Aspect Mastery II","Acquired":"Lv. 20","translated_value":"Permite o empilhamento de um segundo Fogo Astral e Gelo Umbral."},{"Traits":"Thundercloud","Acquired":"Lv. 28","translated_value":"Concede 10% de chance de que, após cada tique de dano ao longo do tempo infligido por Thunder ou Thunder III (3% para Thunder II ou Thunder IV), o próximo Thunder, Thunder II, Thunder III ou Thunder IV adicionará sua quantidade total de dano ao longo do tempo ao seu dano inicial, não tem tempo de lançamento e não custa MP. Duração: 40s Revisões Duração alterada de 18s para 40s."},{"Traits":"Aspect Mastery III","Acquired":"Lv. 35","translated_value":"Permite o empilhamento de um terceiro Astral Fire e Umbral Ice.Casting Fire II ou Blizzard II concede stacks máximos de Astral Fire ou Umbral Ice respectivamente. Ao manter três stacks de Astral Fire ou Umbral Ice, o tempo de lançamento de feitiços do elemento oposto é metade."},{"Traits":"Maim and Mend II","Acquired":"Lv. 40","translated_value":"Aumenta o dano de ação base e a restauração de HP em 30%. Revisões excluídas &quot;Permite o empilhamento de um terceiro Fogo Astral ou Gelo Umbral. Quando empilhado 3 vezes, o tempo de lançamento de magia do elemento oposto é reduzido pela metade."},{"Traits":"Firestarter","Acquired":"Lv. 42","translated_value":"Garante 40% de chance de que após lançar Fogo, seu próximo Fire III não exigirá MP e não terá tempo de lançamento. Duração: 30s Revisões Duração alterada de 18s para 30s."},{"Traits":"Thunder Mastery  Job Quest","Acquired":"Lv. 45","translated_value":"Atualiza Thunder para Thunder III."},{"Traits":"Enochian  Job Quest","Acquired":"Lv. 56","translated_value":"Aumenta o dano causado em 5% enquanto estiver sob o efeito de Fogo Astral ou Gelo Umbral. Ao aterrissar com sucesso o Fogo II enquanto estiver sob o efeito de Fogo Astral, concede Flare Aprimorado. O efeito Flare Aprimorado termina se o Fogo Astral for perdido."},{"Traits":"Enhanced Freeze","Acquired":"Lv. 58","translated_value":"Concede 3 Corações Umbrais ao lançar Congelar. Revisões O nível de aprendizado mudou de 68 para 58. A quantidade aplicada de Corações Umbrais mudou de 1 para 3."},{"Traits":"Thunder Mastery II","Acquired":"Lv. 64","translated_value":"Atualiza Thunder II para Thunder IV."},{"Traits":"Enhanced Enochian  Job Quest","Acquired":"Lv. 70","translated_value":"Concede o efeito de Poliglota ao manter Enochiano por 30 segundos. Também melhora o aumento de dano mágico de Enochian para 10%."},{"Traits":"Enhanced Sharpcast","Acquired":"Lv. 74","translated_value":"Reduz o temporizador de recast Sharpcast para 30 segundos."},{"Traits":"Enhanced Enochian II","Acquired":"Lv. 78","translated_value":"Melhora o aumento de dano mágico de Enochian para 15%."},{"Traits":"Enhanced Polyglot","Acquired":"Lv. 80","translated_value":"Permite o empilhamento de um segundo Poliglota."},{"Traits":"Enhanced Foul","Acquired":"Lv. 80","translated_value":"Permite o lançamento imediato de Falta."},{"Traits":"Aspect Mastery IV","Acquired":"Lv. 82","translated_value":"Atualiza Fire II e Blizzard II para High Fire II e High Blizzard II."},{"Traits":"Enhanced Manafont","Acquired":"Lv. 84","translated_value":"Reduz o tempo de relançamento de Manafont para 120 segundos."},{"Traits":"Enhanced Enochian III","Acquired":"Lv. 86","translated_value":"Melhora o aumento de dano mágico de Enochian para 20%."},{"Traits":"Enhanced Sharpcast II","Acquired":"Lv. 88","translated_value":"Permite o acúmulo de cobranças por usos consecutivos do Sharpcast. Cargas Máximas: 2"},{"Traits":"Aspect Mastery V","Acquired":"Lv. 90","translated_value":"Adiciona um marcador de Paradoxo ao seu Elemental Gauge. O marcador é ativado após atingir Astral Fire III e então trocar para o elemento oposto. Por outro lado, o marcador também pode ser ativado depois de atingir Umbral Ice III e ganhar 3 Umbral Hearts e, em seguida, trocar para o elemento oposto. Blizzard e Fire se tornam Paradox quando o marcador Paradox é ativado."}]