[{"Action Name":"Fuma Shuriken","Acquired":"Lv. 30","Cast":"Instant","Recast":"1.5s","MP Cost":"-","translated_value":"Executa um ataque de ninjutsu à distância com uma potência de 450.Combinação de Mudra: Qualquer um dos dez, Chi ou Jin mudra Aciona a recarga de armas, mudra e Ninjutsu após a execução.※Esta ação não pode ser atribuída a um hotbar. A potência das revisões foi alterada de 500 para 450."},{"Action Name":"Katon","Acquired":"Lv. 35","Cast":"Instant","Recast":"1.5s","MP Cost":"-","translated_value":"Causa dano de fogo com uma potência de 350 ao alvo e a todos os inimigos próximos a ele. Combinação de Mudra: Chi → Dez ou Jin → Dez Aciona o tempo de recarga de armas, mudra e Ninjutsu após a execução.※Esta ação não pode ser atribuída a um hotbar. O intervalo de revisões foi alterado de 15 para 20. A potência foi alterada de 500 para 350."},{"Action Name":"Raiton","Acquired":"Lv. 35","Cast":"Instant","Recast":"1.5s","MP Cost":"-","translated_value":"Causa dano de raio com uma potência de 650.Efeito Adicional: Concede uma pilha de Raiju ReadyDuração: 30sAcumulações máximas: 3Mudra Combinação: Dez→Chi ou Jin→ChiAciona o cooldown de armas, mudra e Ninjutsu após a execução.※Esta ação não pode ser atribuída para um hotbar. O intervalo das revisões foi alterado de 15 para 20. A potência foi alterada de 800 para 650. Adicionado &quot;Efeito Adicional: Concede uma pilha de RaijuReady Bifurcada Duração: 30sMaximum Stacks: 3&quot;."},{"Action Name":"Hyoton","Acquired":"Lv. 45","Cast":"Instant","Recast":"1.5s","MP Cost":"-","translated_value":"Causa dano de gelo com uma potência de 350.Efeito Adicional: BindDuration: 15sMudra Combinação: Ten→Jin ou Chi→Jin Cancela o ataque automático após a execução.Aciona o cooldown de armas, mudra e Ninjutsu após a execução.※Esta ação não pode ser atribuída a uma barra quente. A potência das revisões foi alterada de 400 para 350."},{"Action Name":"Huton","Acquired":"Lv. 45","Cast":"Instant","Recast":"1.5s","MP Cost":"-","translated_value":"Reduz o tempo de relançamento de armas e o atraso de ataque automático em 15%. Duração: 60sMudra Combinação: Jin→Chi→Ten ou Chi→Jin→TenAciona o tempo de recarga de armas, mudra e Ninjutsu após a execução.※Esta ação não pode ser atribuída a um hotbar . A duração das revisões mudou de 70s para 60s."},{"Action Name":"Doton","Acquired":"Lv. 45","Cast":"Instant","Recast":"1.5s","MP Cost":"-","translated_value":"Cria um pedaço de terra corrompida, causando dano com uma potência de 70 a qualquer inimigo que entrar. Duração: 24s Efeito Adicional: Pesado +40%Mudra Combinação: Dez→Jin→Chi ou Jin→Ten→Chi Aciona o cooldown de armas, mudra, e Ninjutsu após a execução.※Esta ação não pode ser atribuída a um hotbar. A potência das revisões foi alterada de 100 para 70."},{"Action Name":"Suiton","Acquired":"Lv. 45","Cast":"Instant","Recast":"1.5s","MP Cost":"-","translated_value":"Causa dano de água com uma potência de 500.Efeito Adicional: Concede SuitonDuration: 20sEfeito Suiton: Permite a execução de ações que exigem o efeito de Hidden, sem estar sob esse efeitoMudra Combination: Ten→Chi→Jin ou Chi→Ten→JinAciona o cooldown de armas, mudra e Ninjutsu após a execução.※Esta ação não pode ser atribuída a um hotbar. O intervalo de revisões foi alterado de 15 para 20. A potência foi alterada de 600 para 500."},{"Action Name":"Goka Mekkyaku","Acquired":"Lv. 76","Cast":"Instant","Recast":"1.5s","MP Cost":"-","translated_value":"Causa dano de fogo com uma potência de 600 no alvo e em todos os inimigos próximos a ele. Combinação de Mudra: Chi → Dez ou Jin → Dez Só pode ser executado enquanto estiver sob o efeito de Kassatsu. Aciona o tempo de recarga de armas, mudra e Ninjutsu após a execução.※ Esta ação não pode ser atribuída a um hotbar. O intervalo de revisões foi alterado de 15 para 20. A potência foi alterada de 750 para 600."},{"Action Name":"Hyosho Ranryu","Acquired":"Lv. 76","Cast":"Instant","Recast":"1.5s","MP Cost":"-","translated_value":"Causa dano de gelo com uma potência de 1.300.Combinação de Mudra: Chi→Jin ou Dez→JinPode ser executado apenas enquanto estiver sob o efeito de Kassatsu.Aciona o cooldown de armas, mudra e Ninjutsu após a execução.※Esta ação não pode ser atribuída a um barra quente. A potência das revisões foi alterada de 1.200 para 1.300."}]