[
    {
        "Traits": "Dualcast",
        "Acquired": "Lv. 1",
        "translated_value": "Concede o efeito de Dualcast ao lançar qualquer feitiço com um tempo de lançamento. Enquanto estiver sob o efeito de Dualcast, seu próximo feitiço não exigirá tempo para ser lançado. O efeito é cancelado na execução de qualquer ação que não seja uma habilidade. Os ataques automáticos não cancelam o efeito. Duração: 15s"
    },
    {
        "Traits": "Maim and Mend",
        "Acquired": "Lv. 20",
        "translated_value": "Aumenta o dano de ação base e a restauração de HP em 10%."
    },
    {
        "Traits": "Maim and Mend II",
        "Acquired": "Lv. 40",
        "translated_value": "Aumenta o dano de ação base e a restauração de HP em 30%."
    },
    {
        "Traits": "Enhanced Jolt",
        "Acquired": "Lv. 62",
        "translated_value": "Atualiza Jolt para Jolt II. Também aumenta a potência de Verthunder e Veraero para 360, e a potência de Verfire e Verstone para 300. Revisões Aumento de potência de Verthunder e Veraero alterado de 370 para 360. Aumento de potência de Verfire e Verstone alterado de 310 para 300."
    },
    {
        "Traits": "Scatter Mastery",
        "Acquired": "Lv. 66",
        "translated_value": "Atualiza a dispersão para o impacto."
    },
    {
        "Traits": "Mana Stack",
        "Acquired": "Lv. 68",
        "translated_value": "Adiciona uma pilha de mana ao seu medidor de equilíbrio ao aterrissar Riposte Encantado, Zwerchhau Encantado, Redobramento Encantado ou Moulinet Encantado, até um máximo de 3. Ao ganhar 3 Pilhas de Mana, Verthunder e Verthunder II são atualizados para Verflare. Ao aprender Verholy, ganhando 3 Mana Stacks também atualizam Veraero e Veraero II para Verholy."
    },
    {
        "Traits": "Enhanced Displacement",
        "Acquired": "Lv. 72",
        "translated_value": "Aumenta a potência de Deslocamento e Engajamento para 180. Revisões Adicionado efeito de Engajamento. Aumento de potência alterado de 200 para 180."
    },
    {
        "Traits": "Red Magic Mastery",
        "Acquired": "Lv. 74",
        "translated_value": "Reduz o cronômetro de reformulação do Contre Sixte para 35 segundos e aumenta a potência do Verthunder II e do Veraero II para 120. Revisões Nível de aprendizado alterado de 78 para 74. Nome do traço alterado de &quot;Contre Sixte aumentado&quot; para &quot;Maestria em magia vermelha&quot;."
    },
    {
        "Traits": "Enhanced Manafication",
        "Acquired": "Lv. 78",
        "translated_value": "Reduz o temporizador de relançamento de Manafication para 110 segundos e adiciona um efeito adicional que aumenta o dano mágico causado em 5%. Revisões O nível de aprendizado mudou de 74 para 78."
    },
    {
        "Traits": "Red Magic Mastery II",
        "Acquired": "Lv. 82",
        "translated_value": "Atualiza Verthunder para Verthunder III e Veraero para Veraero III. Ao ganhar 3 Mana Stacks, Verthunder III é atualizado para Verflare e Veraero III é atualizado para Verholy."
    },
    {
        "Traits": "Red Magic Mastery III",
        "Acquired": "Lv. 84",
        "translated_value": "Aumenta a potência de Verthunder II para 140, Veraero II para 140, Verfire para 330, Verstone para 330, Jolt II para 310, Impact para 210 e Enchanted Reprise para 330."
    },
    {
        "Traits": "Enhanced Acceleration",
        "Acquired": "Lv. 88",
        "translated_value": "Permite o acúmulo de cobranças por usos consecutivos de Aceleração. Cargas Máximas: 2"
    },
    {
        "Traits": "Enhanced Manafication II",
        "Acquired": "Lv. 90",
        "translated_value": "Aumenta o máximo de acúmulos de Manafication para 6."
    }
]