[{"Traits":"Maim and Mend","Acquired":"Lv. 20","translated_value":"Aumenta o dano de ação base e a restauração de HP em 10%."},{"Traits":"Maim and Mend II","Acquired":"Lv. 40","translated_value":"Aumenta o dano de ação base e a restauração de HP em 30%."},{"Traits":"Addersgall","Acquired":"Lv. 45","translated_value":"Concede 1 pilha de Addersgall automaticamente a cada vinte segundos. Stacks máximos: 3Pode ser carregado fora do combate."},{"Traits":"Somanoutic Oath","Acquired":"Lv. 54","translated_value":"Aumenta a potência de Dosis para 250, Phlegma para 330 e Eukrasian Dosis para 35."},{"Traits":"Physis Mastery","Acquired":"Lv. 60","translated_value":"Atualiza Physis para Physis II."},{"Traits":"Somanoutic Oath II","Acquired":"Lv. 64","translated_value":"Aumenta a potência de Dosis para 300, Phlegma para 400 e Eukrasian Dosis para 40."},{"Traits":"Addersting","Acquired":"Lv. 66","translated_value":"Concede 1 pilha de Addersting quando a barreira concedida pelo Diagnóstico Eukrasiano é completamente absorvida. Máximo de Stacks: 3"},{"Traits":"Offensive Magic Mastery","Acquired":"Lv. 72","translated_value":"Atualiza Dosis para Dosis II, Phlegma para Phlegma II e Dosis Eukrasian para Dosis Eukrasian II. Também aumenta a potência do Toxikon para 300."},{"Traits":"Enhanced Kerachole","Acquired":"Lv. 78","translated_value":"Adiciona um efeito adicional ao Kerachole que concede cura ao longo do tempo."},{"Traits":"Offensive Magic Mastery II","Acquired":"Lv. 82","translated_value":"Atualiza Dosis II para Dosis III, Phlegma II para Phlegma III, Eukrasian Dosis II para Eukrasian Dosis III, Dyskrasia para Dyskrasia II e Toxikon para Toxikon II."},{"Traits":"Enhanced Healing Magic","Acquired":"Lv. 85","translated_value":"Aumenta a potência de cura de Diagnosis para 450 e Kardia para 170. Também aumenta a força das barreiras concedidas por Eukrasian Diagnosis para 180% da quantidade de HP restaurada, e Eukrasian Prognosis para 320% da quantidade de HP restaurada."},{"Traits":"Enhanced Zoe","Acquired":"Lv. 88","translated_value":"Reduz o tempo de relançamento de Zoe para 90 segundos."}]