[{"Action Name":"Higanbana","Acquired":"Lv. 30","Cast":"1.3s","Recast":"2.5s","MP Cost":"-","translated_value":"Fornece um ataque com uma potência de 200.Efeito Adicional: Dano ao longo do tempo Potência: 30Duração: 60sEfeito Adicional: Concede uma pilha de Meditação, até um máximo de 3※Esta ação não pode ser atribuída a um hotbar. O intervalo das revisões foi alterado de 3 para 6. A potência foi alterada de 250 para 200. A potência de dano ao longo do tempo foi alterada de 40 para 30."},{"Action Name":"Tenka Goken","Acquired":"Lv. 40","Cast":"1.3s","Recast":"2.5s","MP Cost":"-","translated_value":"Entrega um ataque com uma potência de 280 a todos os inimigos em um cone antes de você.Efeito Adicional: Concede uma pilha de Meditação, até um máximo de 3※Esta ação não pode ser atribuída a um hotbar. A potência das revisões foi alterada de 360 para 280."},{"Action Name":"Midare Setsugekka","Acquired":"Lv. 50","Cast":"1.3s","Recast":"2.5s","MP Cost":"-","translated_value":"Fornece um ataque com uma potência de 660.Efeito Adicional: Concede uma pilha de Meditação, até um máximo de 3※Esta ação não pode ser atribuída a um hotbar. Intervalo de revisões alterado de 3 para 6. Potência alterada de 800 para 660."},{"Action Name":"Kaeshi: Higanbana","Acquired":"Lv. 76","Cast":"Instant","Recast":"60s","MP Cost":"-","translated_value":"Fornece um ataque com uma potência de 300.Efeito Adicional: Dano ao longo do tempoPotência: 45Duração: 60sEfeito não pode ser empilhado com Higanbana.Aciona o tempo de recarga de armas baixas após a execução. Não pode ser executado durante o tempo de espera de habilidades com armas.※Esta ação não pode ser atribuída a um hotbar. Variação de revisões alterada de 3 para 6. Potência alterada de 375 para 300. Potência de dano ao longo do tempo alterada de 60 para 45. Excluído &quot;Efeito Adicional: Concede uma pilha de Meditação, até um máximo de 3&quot;."},{"Action Name":"Kaeshi: Goken","Acquired":"Lv. 76","Cast":"Instant","Recast":"60s","MP Cost":"-","translated_value":"Entrega um ataque com uma potência de 420 a todos os inimigos em um cone antes de você. Aciona o tempo de espera de armas baixas após a execução. Não pode ser executado durante o tempo de espera de habilidades com armas.※Esta ação não pode ser atribuída a um hotbar. A potência das revisões foi alterada de 540 para 420. Excluído &quot;Efeito Adicional: Concede uma pilha de Meditação, até um máximo de 3&quot;."},{"Action Name":"Kaeshi: Setsugekka","Acquired":"Lv. 76","Cast":"Instant","Recast":"60s","MP Cost":"-","translated_value":"Realiza um ataque com uma potência de 990. Aciona o tempo de espera de armas baixas após a execução. Não pode ser executado durante o tempo de espera de habilidades com armas.※Esta ação não pode ser atribuída a um hotbar. Intervalo de revisões alterado de 3 para 6. Potência alterada de 1200 para 990. Excluído &quot;Efeito Adicional: Concede uma pilha de Meditação, até um máximo de 3&quot;."}]