[{"Action Name":"Embrace","Acquired":"Lv. 1","Cast":"Instant","Recast":"3s","MP Cost":"-","translated_value":"Restaura HP.Cure Potency do alvo: 180※Esta ação não pode ser atribuída a um hotbar. A potência de cura das revisões foi alterada de 150 para 180."},{"Action Name":"Whispering Dawn","Acquired":"Lv. 20","Cast":"Instant","Recast":"-","MP Cost":"-","translated_value":"Gradualmente restaura o HP de todos os membros do grupo próximos. Potência de cura: 80Duração: 21s※Esta ação não pode ser atribuída a um hotbar. A potência de cura das revisões foi alterada de 120 para 80."},{"Action Name":"Fey Illumination","Acquired":"Lv. 40","Cast":"Instant","Recast":"-","MP Cost":"-","translated_value":"Aumenta a potência mágica de cura de todos os membros do grupo próximos em 10%, enquanto reduz o dano mágico recebido por todos os membros do grupo próximos em 5%."},{"Action Name":"Fey Union","Acquired":"Lv. 70","Cast":"Instant","Recast":"-","MP Cost":"-","translated_value":"Gradualmente restaura o HP do membro do grupo com o qual a fada tem uma União Feérica. Potência de Cura: 300Faerie Gauge é esgotado enquanto o HP é restaurado. O efeito Fey Union desaparece após a execução de outras ações de fadas. O membro do grupo deve estar dentro de 30 yalms.※Esta ação não pode ser atribuída a um hotbar. Intervalo de revisões alterado de 15 para 20. Potência de cura alterada de 400 para 300."},{"Action Name":"Fey Blessing","Acquired":"Lv. 76","Cast":"Instant","Recast":"-","MP Cost":"-","translated_value":"Restaura o HP de todos os membros do grupo próximos. Potência de cura: 320※Esta ação não pode ser atribuída a um hotbar. A potência de cura das revisões foi alterada de 350 para 320."},{"Action Name":"Seraphic Veil","Acquired":"Lv. 80","Cast":"Instant","Recast":"3s","MP Cost":"-","translated_value":"Restaura o HP do alvo. Potência de Cura: 180 Efeito Adicional: Erige uma barreira mágica que anula o dano igual à quantidade de HP restaurada. Duração: 30s※Esta ação não pode ser atribuída a um hotbar. A potência de cura das revisões foi alterada de 200 para 180."},{"Action Name":"Angel's Whisper","Acquired":"Lv. 80","Cast":"Instant","Recast":"-","MP Cost":"-","translated_value":"Gradualmente restaura o HP de todos os membros do grupo próximos. Potência de cura: 80Duração: 21s※Esta ação não pode ser atribuída a um hotbar. A potência de cura das revisões foi alterada de 120 para 80."},{"Action Name":"Seraphic Illumination","Acquired":"Lv. 80","Cast":"Instant","Recast":"-","MP Cost":"-","translated_value":"Aumenta a potência mágica de cura de membros próximos do grupo em 10%, enquanto reduz o dano mágico recebido por membros próximos do grupo em 5%."},{"Action Name":"Consolation","Acquired":"Lv. 80","Cast":"Instant","Recast":"-","MP Cost":"-","translated_value":"Restaura o HP de todos os membros do grupo próximos. Potência de Cura: 250 Efeito Adicional: Erige uma barreira mágica que anula o dano igual à quantidade de HP restaurada. A potência de cura das revisões foi alterada de 300 para 250."}]