
{
    "ActionName": "Heavy Shot",
    "Acquired": "Lv. 1",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Oferece um ataque com uma potência de 180. Efeito adicional: 20% de chance de se tornar Straight Shot ReadyDuração: 10s"
} {
    "ActionName": "Straight Shot",
    "Acquired": "Lv. 2",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Oferece um ataque com uma potência de 200. Só pode ser executado quando Straight Shot está pronto."
} {
    "ActionName": "Raging Strikes",
    "Acquired": "Lv. 4",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "80s",
    "MPCost": "-",
    "RangeRadius": "0y  0y",
    "translated_value": "Aumenta o dano causado em 10%. Duração: 20s"
} {
    "ActionName": "Venomous Bite",
    "Acquired": "Lv. 6",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Oferece um ataque com uma potência de 100. Efeito Adicional: VenomPotência: 30Duração: 30s"
} {
    "ActionName": "Bloodletter",
    "Acquired": "Lv. 12",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "15s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Oferece um ataque com uma potência de 150. Compartilha um cronômetro reformulado com Chuva da Morte."
} {
    "ActionName": "Repelling Shot  Class Quest",
    "Acquired": "Lv. 15",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "30s",
    "MPCost": "-",
    "RangeRadius": "5y  0y",
    "translated_value": "Salte 10 yalms de distância do alvo atual. Não pode ser executado enquanto estiver amarrado."
} {
    "ActionName": "Quick Nock",
    "Acquired": "Lv. 18",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "12y  12y",
    "translated_value": "Oferece um ataque com uma potência de 150 a todos os inimigos em um cone antes de você. Efeito adicional: 30% de chance de o cronômetro reformulado para Bloodletter e Rain of Death ser zerado"
} {
    "ActionName": "Windbite  Class Quest",
    "Acquired": "Lv. 30",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Causa dano do vento com uma potência de 60. Efeito adicional: Dano do vento ao longo do tempo Potência: 40Duração: 30s"
} {
    "ActionName": "Mage's Ballad  Job Quest",
    "Acquired": "Lv. 30",
    "Type": "Spell",
    "Cast": "Instant",
    "Recast": "80s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Causa dano inesperado com uma potência de 100. Efeito Adicional: Concede Balada do Mago a todos os membros do grupo em 30 yalms, aumentando o dano causado em 1% Duração: 30s Efeito Adicional: 40 ％ de chance de conceder Repertório quando o dano ao longo do tempo é causado por Mordida Cáustica ou Efeito StormbiteRepertoire: Zera o cronômetro de reformulação de Bloodletter e Rain of Death. Esta ação não compartilha um cronômetro de reformulação com outras ações. Além disso, o cronômetro de reformulação não pode ser afetado por outras ações."
} {
    "ActionName": "The Warden's Paean  Job Quest",
    "Acquired": "Lv. 35",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "45s",
    "MPCost": "-",
    "RangeRadius": "30y  0y",
    "translated_value": "Remove um efeito prejudicial selecionado de si mesmo ou de um membro do grupo alvo. Se o alvo não estiver enfraquecido, uma barreira é criada anulando o próximo efeito prejudicial sofrido pelo alvo. Duração: 30s"
} {
    "ActionName": "Barrage",
    "Acquired": "Lv. 38",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "80s",
    "MPCost": "-",
    "RangeRadius": "0y  0y",
    "translated_value": "Triplica o número de ataques para uma morte com arma de um único alvo. Efeitos adicionais adicionados apenas uma vez. Duração: 10s Efeito adicional: Concede Straight Shot ProntoDuração: 10s"
} {
    "ActionName": "Army's Paeon  Job Quest",
    "Acquired": "Lv. 40",
    "Type": "Spell",
    "Cast": "Instant",
    "Recast": "80s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Causa dano inesperado com uma potência de 100. Efeito Adicional: Concede Paeon do Exército a todos os membros do grupo em 30 yalms, aumentando sua taxa de acerto direto em 3% Duração: 30s Efeito Adicional: 40 ％ de chance de conceder Repertório quando o dano ao longo do tempo é causado por Cáustica Bite or StormbiteRepertoire Effect: Reduz o tempo de lançamento de armas e tempo de reformulação, tempo de lançamento de feitiço e tempo de reformulação e atraso de auto-ataque em 4%. Pode ser acumulado até 4 vezes. Esta ação não compartilha um cronômetro de reformulação com outras ações. Além disso, o cronômetro de reformulação não pode ser afetado por outras ações."
} {
    "ActionName": "Rain of Death  Job Quest",
    "Acquired": "Lv. 45",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "15s",
    "MPCost": "-",
    "RangeRadius": "25y  8y",
    "translated_value": "Oferece um ataque com uma potência de 130 no alvo e em todos os inimigos próximos a ele. Compartilha um cronômetro reformulado com Bloodletter."
} {
    "ActionName": "Battle Voice  Job Quest",
    "Acquired": "Lv. 50",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "180s",
    "MPCost": "-",
    "RangeRadius": "0y  20y",
    "translated_value": "Aumenta a taxa de acerto direto de todos os membros do grupo próximos em 20%. Duração: 20s Só pode ser executado ao cantar a Balada do Mago, o Paeon do Exército ou o Minueto do Andarilho."
} {
    "ActionName": "The Wanderer's Minuet  Job Quest",
    "Acquired": "Lv. 52",
    "Type": "Spell",
    "Cast": "Instant",
    "Recast": "80s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Causa dano inesperado com uma potência de 100. Efeito Adicional: Concede o Minueto do Andarilho a todos os membros do grupo em 30 yalms, aumentando sua taxa de acerto crítico em 2% Duração: 30s Efeito Adicional: 40 ％ de chance de conceder Repertório quando o dano ao longo do tempo é causado por Caustic Bite ou StormbiteRepertoire Effect: Permite a execução de Pitch PerfectCan ser empilhado até 3 vezes. Esta ação não compartilha um cronômetro de reformulação com outras ações. Além disso, o cronômetro de reformulação não pode ser afetado por outras ações."
} {
    "ActionName": "Pitch Perfect",
    "Acquired": "Lv. 52",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "3s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Oferece um ataque com uma potência de 100 quando a pilha de Repertório é 1, 250 quando a pilha de Repertório é 2 e 450 quando a pilha de Repertório é 3. Só pode ser executado quando o Minueto do Wanderer está ativo."
} {
    "ActionName": "Empyreal Arrow  Job Quest",
    "Acquired": "Lv. 54",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "15s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Oferece um ataque com uma potência de 230."
} {
    "ActionName": "Iron Jaws  Job Quest",
    "Acquired": "Lv. 56",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Oferece um ataque com uma potência de 100. Efeito adicional: Se o alvo está sofrendo de uma mordida cáustica ou efeito de Stormbite infligido por você, o temporizador de efeito é reiniciado Efeito adicional: 35% de chance de se tornar Straight Shot ReadyDuração: 10s"
} {
    "ActionName": "Sidewinder  Job Quest",
    "Acquired": "Lv. 60",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "60s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Oferece um ataque com uma potência de 100. Efeito Adicional: Se o alvo estiver sofrendo de uma mordida cáustica ou efeito Stormbite infligido por você, a potência do Sidewinder é aumentada para 200 para um efeito, ou 350 para ambos. Compartilha um cronômetro reformulado com Shadowbite."
} {
    "ActionName": "Troubadour",
    "Acquired": "Lv. 62",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "120s",
    "MPCost": "-",
    "RangeRadius": "0y  20y",
    "translated_value": "Reduz o dano recebido por si mesmo e por membros do grupo próximos em 10%. Duração: 15s. O efeito não pode ser acumulado com o Tático do maquinista ou o Samba Escudo do dançarino."
} {
    "ActionName": "Caustic Bite",
    "Acquired": "Lv. 64",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Oferece um ataque com uma potência de 150. Efeito adicional: PoisonPotência: 40Duração: 30s Efeito adicional: 35% de chance de se tornar Straight Shot ReadyDuração: 10s"
} {
    "ActionName": "Stormbite",
    "Acquired": "Lv. 64",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Causa dano do vento com uma potência de 100. Efeito adicional: Dano do vento ao longo do tempo Potência: 50Duração: 30s Efeito adicional: 35% de chance de se tornar Straight Shot ReadyDuração: 10s"
} {
    "ActionName": "Nature's Minne",
    "Acquired": "Lv. 66",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "90s",
    "MPCost": "-",
    "RangeRadius": "30y  0y",
    "translated_value": "Aumenta a recuperação de HP por meio de ações de cura para um membro do grupo ou a si mesmo em 20%. Duração: 15s"
} {
    "ActionName": "Refulgent Arrow  Job Quest",
    "Acquired": "Lv. 70",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Oferece um ataque com uma potência de 340. Só pode ser executado quando Straight Shot Ready."
} {
    "ActionName": "Shadowbite",
    "Acquired": "Lv. 72",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "60s",
    "MPCost": "-",
    "RangeRadius": "25y  5y",
    "translated_value": "Desfere um ataque com uma potência de 100 para o alvo e todos os inimigos próximos. Efeito Adicional: Se o alvo estiver sofrendo de uma Mordida Cáustica ou efeito de Stormbite infligido por você, a potência da Mordida de Sombras é aumentada para 160 para um efeito, ou 220 para ambos. reformule o cronômetro com Sidewinder."
} {
    "ActionName": "Burst Shot",
    "Acquired": "Lv. 76",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Oferece um ataque com uma potência de 250. Efeito adicional: 35% de chance de se tornar Straight Shot ReadyDuração: 10s"
} {
    "ActionName": "Apex Arrow",
    "Acquired": "Lv. 80",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "25y  25y",
    "translated_value": "Oferece um ataque com uma potência de 120 a todos os inimigos em uma linha reta antes de você. Medidor de voz da alma Custo: 20 A potência aumenta até 600 conforme o medidor de voz da alma excede o custo mínimo. Consome medidor de voz da alma na execução."
}