{
    "ActionName": "Cascade",
    "Acquired": "Lv. 1",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Oferece um ataque com uma potência de 250. Efeito adicional: 50% de chance de conceder Flourishing CascadeDuração: 20s ※ A ação muda para Emboite durante a dança."
} {
    "ActionName": "Fountain",
    "Acquired": "Lv. 2",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Oferece um ataque com uma potência de 100.Combo Action: CascadeCombo Potência: 300Combo Bônus: 50% de chance de conceder Flourishing FountainDuração: 20s ※ A ação muda para Entrechat durante a dança."
} {
    "ActionName": "Windmill",
    "Acquired": "Lv. 15",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "0y  5y",
    "translated_value": "Desfere um ataque com uma potência de 150 a todos os inimigos próximos. Efeito adicional: 50% de chance de conceder Moinho Florescente Duração: 20s"
} {
    "ActionName": "Standard Step",
    "Acquired": "Lv. 15",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "30s",
    "MPCost": "-",
    "RangeRadius": "0y  0y",
    "translated_value": "Comece a dançar, concedendo a si mesmo a Etapa Padrão. Duração: 15sAção muda para Finalização Padrão durante a dança. Somente Finalização Padrão, En Avant, ações de passo, ações de função, Sprint e Intervalo de Limite podem ser executados enquanto dança. e conclua as ações após a execução. Não pode ser executado durante o resfriamento de habilidades com armas, ações de etapa ou ações de conclusão."
} {
    "ActionName": "Standard Finish",
    "Acquired": "Lv. 15",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "1.5s",
    "MPCost": "-",
    "RangeRadius": "0y  15y",
    "translated_value": "Desfere um ataque a todos os inimigos próximos. A potência varia de acordo com o número de etapas bem-sucedidas, lidando com potência total para o primeiro inimigo e 75% a menos para todos os inimigos restantes. Etapas: 5001 etapas: 7502 etapas: Bônus de 1.000 etapas: concede acabamento padrão e Esprit a si mesmo e a um membro do grupo designado como seu bônus Dance PartnerDamage de Standard Finish varia com o número de etapas bem-sucedidas.1 etapa: 2% 2 etapas: 5% Duração: 60s Dispara o resfriamento de habilidades com armas, ações de etapa e ações de término após a execução. Não pode ser executado durante o resfriamento de habilidades com armas, ações de etapa ou ações de conclusão. ※ Esta ação não pode ser atribuída a uma barra de atalho."
} {
    "ActionName": "Reverse Cascade",
    "Acquired": "Lv. 20",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Oferece um ataque com uma potência de 300. Efeito Adicional: 50% de chance de conceder uma Pena Quádrupla. Só pode ser executado sob o efeito da Cascata Florescente. ※ A ação muda para Jete durante a dança."
} {
    "ActionName": "Bladeshower",
    "Acquired": "Lv. 25",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "0y  5y",
    "translated_value": "Desfere um ataque com uma potência de 100 a todos os inimigos próximos. Ação Comb: WindmillCombo Potência: 200 Combo Bônus: 50% de chance de conceder Flourishing ShowerDuração: 20s"
} {
    "ActionName": "Fan Dance",
    "Acquired": "Lv. 30",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "1s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Oferece um ataque com uma potência de 150. Efeito adicional: 50% de chance de conceder Flourishing Fan DanceDuração: 20s Só pode ser executado enquanto estiver em posse de Fourfold Feathers."
} {
    "ActionName": "Rising Windmill",
    "Acquired": "Lv. 35",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "0y  5y",
    "translated_value": "Desfere um ataque a todos os inimigos próximos com uma potência de 300 para o primeiro inimigo e 50% a menos para todos os inimigos restantes. Efeito Adicional: 50% de chance de conceder uma Pena Quádrupla. Só pode ser executado sob o efeito do Moinho de Vento Florescente."
} {
    "ActionName": "Fountainfall",
    "Acquired": "Lv. 40",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "25y  0y",
    "translated_value": "Oferece um ataque com uma potência de 350. Efeito Adicional: 50% de chance de conceder uma Pena Quádrupla. Só pode ser executado sob o efeito da Fonte Florescente. ※ A ação muda para Pirueta durante a dança."
} {
    "ActionName": "Bloodshower",
    "Acquired": "Lv. 45",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "0y  5y",
    "translated_value": "Desfere um ataque a todos os inimigos próximos com uma potência de 350 para o primeiro inimigo e 50% a menos para todos os inimigos restantes. Efeito Adicional: 50% de chance de conceder uma Pena Quádrupla. Só pode ser executado sob o efeito de Chuva Florescente."
} {
    "ActionName": "Fan Dance II",
    "Acquired": "Lv. 50",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "1s",
    "MPCost": "-",
    "RangeRadius": "0y  5y",
    "translated_value": "Oferece um ataque com uma potência de 100 a todos os inimigos próximos. Efeito adicional: 50% de chance de conceder Flourishing Fan DanceDuração: 20s Só pode ser executado enquanto estiver em posse de Fourfold Feathers."
} {
    "ActionName": "En Avant",
    "Acquired": "Lv. 50",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "30s",
    "MPCost": "-",
    "RangeRadius": "0y  0y",
    "translated_value": "Corra rapidamente 10 yalms para a frente. Cargas máximas: 3Não pode ser executado enquanto estiver amarrado."
} {
    "ActionName": "Curing Waltz",
    "Acquired": "Lv. 52",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "60s",
    "MPCost": "-",
    "RangeRadius": "0y  3y",
    "translated_value": "Restaura o próprio HP e o HP de todos os membros do grupo próximos. Potência de cura: 300 Efeito adicional: O membro do grupo designado como seu parceiro de dança também irá curar a si mesmo e aos membros próximos do grupo"
} {
    "ActionName": "Shield Samba",
    "Acquired": "Lv. 56",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "120s",
    "MPCost": "-",
    "RangeRadius": "0y  20y",
    "translated_value": "Reduz o dano recebido por ele mesmo e por membros do grupo próximos em 10%. Duração: 15s. O efeito não pode ser acumulado com o Trovador do bardo ou o Estrategista do maquinista."
} {
    "ActionName": "Closed Position",
    "Acquired": "Lv. 60",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "30s",
    "MPCost": "-",
    "RangeRadius": "30y  0y",
    "translated_value": "Concede a você uma posição fechada e designa um membro do grupo como seu parceiro de dança, permitindo que você compartilhe os efeitos de Finalização padrão, Devilment e Valsa de cura com esse membro do grupo. O efeito termina com a reutilização."
} {
    "ActionName": "Ending",
    "Acquired": "Lv. 60",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "1s",
    "MPCost": "-",
    "RangeRadius": "0y  0y",
    "translated_value": "Termina a dança com seu parceiro."
} {
    "ActionName": "Devilment",
    "Acquired": "Lv. 62",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "120s",
    "MPCost": "-",
    "RangeRadius": "0y  0y",
    "translated_value": "Aumenta a taxa de acerto crítico e a taxa de acerto direto em 20%. Duração: 20s Efeito adicional: O membro do grupo designado como seu parceiro de dança também receberá o efeito de Devilment"
} {
    "ActionName": "Fan Dance III",
    "Acquired": "Lv. 66",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "1s",
    "MPCost": "-",
    "RangeRadius": "25y  5y",
    "translated_value": "Desfere um ataque ao alvo e a todos os inimigos próximos com uma potência de 200 para o primeiro inimigo e 50% a menos para todos os inimigos restantes. Só pode ser executado enquanto estiver sob o efeito de Flourishing Fan Dance."
} {
    "ActionName": "Technical Step  Job Quest",
    "Acquired": "Lv. 70",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "120s",
    "MPCost": "-",
    "RangeRadius": "0y  0y",
    "translated_value": "Comece a dançar, concedendo a si mesmo Etapa Técnica. Duração: 15sAção muda para Finalização Técnica durante a dança. Apenas Finalização Técnica, En Avant, ações de passo, ações de função, Sprint e Intervalo de Limite podem ser executados enquanto dança. e conclua as ações após a execução. Não pode ser executado durante o resfriamento de habilidades com armas, ações de etapa ou ações de conclusão."
} {
    "ActionName": "Technical Finish",
    "Acquired": "Lv. 70",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "1.5s",
    "MPCost": "-",
    "RangeRadius": "0y  15y",
    "translated_value": "Desfere um ataque a todos os inimigos próximos. A potência varia com o número de etapas bem-sucedidas, lidando com potência total para o primeiro inimigo e 75% a menos para todos os inimigos restantes.0 etapas: 5001 etapas: 7502 etapas: 1.0003 etapas: 1.2504 etapas: 1.500 Bônus de etapas: Concessões técnicas Concluir e Esprit para si mesmo e para os membros do grupo. O bônus de dano do Acabamento Técnico varia com o número de etapas bem-sucedidas.1 etapa: 1% 2 etapas: 2% 3 etapas: 3% 4 etapas: 5% Duração: 20s Efeito adicional: Ativa o Esprit Gauge Dispara o resfriamento de habilidades com armas, ações de passo e ações de término após a execução. Não pode ser executado durante o resfriamento de habilidades com armas, ações de etapa ou ações de conclusão. ※ Esta ação não pode ser atribuída a uma barra de atalho."
} {
    "ActionName": "Flourish",
    "Acquired": "Lv. 72",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "60s",
    "MPCost": "-",
    "RangeRadius": "0y  0y",
    "translated_value": "Concede a você os efeitos da Cascata Florescente, Fonte Florescente, Moinho Florescente, Chuva Florescente e Dança do Leque Florescente."
} {
    "ActionName": "Saber Dance",
    "Acquired": "Lv. 76",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "25y  5y",
    "translated_value": "Desfere um ataque ao alvo e a todos os inimigos próximos a ele com uma potência de 600 para o primeiro inimigo e 50% a menos para todos os inimigos restantes. Custo do medidor de espírito: 50"
} {
    "ActionName": "Improvisation",
    "Acquired": "Lv. 80",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "120s",
    "MPCost": "-",
    "RangeRadius": "0y  6y",
    "translated_value": "Dance ao ritmo do seu próprio tambor, concedendo improvisação a si mesmo.Efeito de improvisação: Aumenta continuamente o medidor de Esprit durante o combateDuração: 15sA velocidade com que o medidor aumenta varia de acordo com o número de membros do grupo próximos. Além disso, a recuperação de HP por meio de ações de cura para si mesmo e para os membros do grupo próximos é aumentada em 10%. O efeito termina ao usar outra ação ou movimento (incluindo estar voltado para uma direção diferente). Cancela o ataque automático após a execução."
}