{
    "ActionName": "Bootshine",
    "Acquired": "Lv. 1",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "3y  0y",
    "translated_value": "Fornece um ataque com uma potência de 200. Potência do punho de liderança: 370 Bônus da forma opo-opo: Dano crítico se causado pela retaguarda de um alvo Efeito adicional: Altera a forma para raptor Duração: 15s"
} {
    "ActionName": "True Strike",
    "Acquired": "Lv. 4",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "3y  0y",
    "translated_value": "Oferece um ataque com uma potência de 270.300 quando executado a partir da retaguarda de um alvo. Só pode ser executado na forma de raptor. Efeito adicional: Muda a forma para coeurlDuração: 15s"
} {
    "ActionName": "Snap Punch",
    "Acquired": "Lv. 6",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "3y  0y",
    "translated_value": "Oferece um ataque com uma potência de 270.300 quando executado do flanco de um alvo. Só pode ser executado na forma coeurl. Efeito adicional: Muda a forma para opo-opoDuração: 15s"
} {
    "ActionName": "Fists of Earth  Class Quest",
    "Acquired": "Lv. 15",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "3s",
    "MPCost": "-",
    "RangeRadius": "0y  0y",
    "translated_value": "Reduz o dano recebido em 10%. Não pode ser usado com Punhos de Fogo ou Punhos de Vento e compartilha um cronômetro de reformulação com ambos. O efeito termina na reutilização."
} {
    "ActionName": "Twin Snakes",
    "Acquired": "Lv. 18",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "3y  0y",
    "translated_value": "Oferece um ataque com uma potência de 230.260 quando executado do flanco de um alvo. Só pode ser executado na forma de raptor. Efeito adicional: Aumenta o dano em 10% Duração: 15sEfeito adicional: Altera a forma para coeurlDuração: 15s"
} {
    "ActionName": "Arm of the Destroyer",
    "Acquired": "Lv. 26",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "0y  5y",
    "translated_value": "Oferece um ataque com uma potência de 110 a todos os alvos próximos. Potência da forma po-opo: 140 Efeito adicional: Muda a forma para raptorDuração: 15s"
} {
    "ActionName": "Demolish  Class Quest",
    "Acquired": "Lv. 30",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "3y  0y",
    "translated_value": "Oferece um ataque com uma potência de 80.110 quando executado a partir da retaguarda de um alvo. Só pode ser executado na forma coeurl.Efeito adicional: Dano ao longo do tempoPotência: 80Duração: 18s Efeito adicional: Altera a forma para opo-opoDuração: 15s"
} {
    "ActionName": "Rockbreaker  Job Quest",
    "Acquired": "Lv. 30",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "0y  5y",
    "translated_value": "Oferece um ataque com uma potência de 150 a todos os inimigos próximos. Só pode ser executado na forma coeurl. Efeito adicional: Muda a forma para opo-opoDuração: 15s"
} {
    "ActionName": "Fists of Wind",
    "Acquired": "Lv. 34",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "3s",
    "MPCost": "-",
    "RangeRadius": "0y  0y",
    "translated_value": "Aumenta a velocidade de movimento. Não pode ser usado com Fists of Earth ou Fists of Fire, e compartilha um cronômetro de reformulação com ambos. O efeito termina com a reutilização."
} {
    "ActionName": "Shoulder Tackle  Job Quest",
    "Acquired": "Lv. 35",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "30s",
    "MPCost": "-",
    "RangeRadius": "20y  0y",
    "translated_value": "Apressa o alvo e desfere um ataque com uma potência de 100. Cargas máximas: 2Não pode ser executado enquanto está preso."
} {
    "ActionName": "Fists of Fire  Job Quest",
    "Acquired": "Lv. 40",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "3s",
    "MPCost": "-",
    "RangeRadius": "0y  0y",
    "translated_value": "Aumenta o dano causado em 10%. Não pode ser usado com Fists of Earth ou Fists of Wind, e compartilha um cronômetro de reformulação com ambos. O efeito termina com a reutilização."
} {
    "ActionName": "Mantra",
    "Acquired": "Lv. 42",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "90s",
    "MPCost": "-",
    "RangeRadius": "0y  15y",
    "translated_value": "Aumenta a recuperação de HP por meio de ações de cura em 10% para si mesmo e para membros do grupo próximos. Duração: 15s"
} {
    "ActionName": "Four-point Fury  Job Quest",
    "Acquired": "Lv. 45",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "0y  5y",
    "translated_value": "Oferece um ataque com uma potência de 140 a todos os inimigos próximos. Só pode ser executado na forma de raptor. Efeito Adicional: Estende a duração das Cobras Gêmeas em 10s para um máximo de 15s Efeito Adicional: Altera a forma para coeurlDuração: 15s"
} {
    "ActionName": "Perfect Balance",
    "Acquired": "Lv. 50",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "90s",
    "MPCost": "-",
    "RangeRadius": "0y  0y",
    "translated_value": "Concede 6 pilhas de Equilíbrio Perfeito, cada pilha permitindo a execução de um abate com arma que requer uma determinada forma, sem ser nessa forma. Duração: 15s"
} {
    "ActionName": "Dragon Kick  Job Quest",
    "Acquired": "Lv. 50",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "3y  0y",
    "translated_value": "Oferece um ataque com uma potência de 230.260 quando executado a partir do flanco de um alvo. Bônus de forma po-opo: concede Fist de chumboDuração: 30s Efeito adicional: Altera a forma para raptorDuração: 15s"
} {
    "ActionName": "Form Shift  Job Quest",
    "Acquired": "Lv. 52",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "2.5s",
    "MPCost": "-",
    "RangeRadius": "0y  0y",
    "translated_value": "Concede o punho sem forma a si mesmo, permitindo a execução de um abate com arma que requer uma determinada forma, sem estar nessa forma. Duração: 15sQuaisquer efeitos adicionais associados à ação executada também serão aplicados."
} {
    "ActionName": "Meditation  Job Quest",
    "Acquired": "Lv. 54",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "1s",
    "MPCost": "-",
    "RangeRadius": "0y  0y",
    "translated_value": "Abre um chakra. Até cinco chakras podem ser abertos de uma vez. Desaparece todos os cinco chakras quando usados fora de combate. Compartilha um cronômetro reformulado com todas as outras habilidades com armas."
} {
    "ActionName": "The Forbidden Chakra",
    "Acquired": "Lv. 54",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "1s",
    "MPCost": "-",
    "RangeRadius": "3y  0y",
    "translated_value": "Oferece um ataque com uma potência de 340. Só pode ser executado durante o combate e sob o efeito do Quinto Chakra. Os cinco chakras fecham após a execução. Compartilha um cronômetro de reformulação com a Iluminação. ※ Esta ação não pode ser atribuída a um hotbar."
} {
    "ActionName": "Elixir Field  Job Quest",
    "Acquired": "Lv. 56",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "30s",
    "MPCost": "-",
    "RangeRadius": "0y  5y",
    "translated_value": "Desfere um ataque com uma potência de 250 a todos os inimigos próximos."
} {
    "ActionName": "Tornado Kick  Job Quest",
    "Acquired": "Lv. 60",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "45s",
    "MPCost": "-",
    "RangeRadius": "3y  0y",
    "translated_value": "Oferece um ataque com uma potência de 400."
} {
    "ActionName": "Riddle of Earth",
    "Acquired": "Lv. 64",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "30s",
    "MPCost": "-",
    "RangeRadius": "0y  0y",
    "translated_value": "Concede 3 pilhas de Riddle of Earth, cada pilha reduzindo o dano recebido em 10% e anulando todos os requisitos de direção de ação. Duração: 10sCargas máximas: 3Efeito termina quando o tempo expira ou após a execução de três mortes com armas."
} {
    "ActionName": "Riddle of Fire",
    "Acquired": "Lv. 68",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "90s",
    "MPCost": "-",
    "RangeRadius": "0y  0y",
    "translated_value": "Aumenta o dano causado em 25%. Duração: 20s"
} {
    "ActionName": "Brotherhood  Job Quest",
    "Acquired": "Lv. 70",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "90s",
    "MPCost": "-",
    "RangeRadius": "0y  15y",
    "translated_value": "Concede Fraternidade e Fraternidade Meditativa a todos os membros do grupo próximos. Efeito Irmandade: Aumenta o dano causado em 5% Efeito Fraternidade Meditativa: 20% de chance de você abrir um chakra quando os membros do grupo sob este efeito executam um abate com arma ou lançam um feitiçoDuração: 15s"
} {
    "ActionName": "Enlightenment",
    "Acquired": "Lv. 74",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "1s",
    "MPCost": "-",
    "RangeRadius": "10y  10y",
    "translated_value": "Oferece um ataque com uma potência de 220 a todos os inimigos em linha reta antes de você. Só pode ser executado durante o combate e sob o efeito do Quinto Chakra. Os cinco chakras fecham após a execução. Compartilha um cronômetro reformulado com o Chakra Proibido."
} {
    "ActionName": "Anatman",
    "Acquired": "Lv. 78",
    "Type": "Ability",
    "Cast": "Instant",
    "Recast": "60s",
    "MPCost": "-",
    "RangeRadius": "0y  0y",
    "translated_value": "Estende a duração de Twin Snakes e sua forma atual ao máximo e interrompe sua expiração. Duração: 30sCancela o ataque automático após a execução. O efeito termina com o uso de outra ação ou movimento (incluindo enfrentar uma direção diferente). Dispara o resfriamento de habilidades com armas na execução. Não pode ser executado durante o resfriamento de mortes com armas."
} {
    "ActionName": "Six-sided Star",
    "Acquired": "Lv. 80",
    "Type": "Weaponskill",
    "Cast": "Instant",
    "Recast": "5s",
    "MPCost": "-",
    "RangeRadius": "3y  0y",
    "translated_value": "Oferece um ataque com uma potência de 540. Efeito Adicional: Aumenta a velocidade de movimentoDuração: 5s Esta habilidade com armas não compartilha um cronômetro de reformulação com nenhuma outra ação. Após a execução, o cronômetro reformulado para esta ação será aplicado a todas as outras habilidades com armas e ações mágicas."
}