[
    {
        "Nome": "Cascade",
        "Ícone": "![Cascade](https://ffxiv.gamerescape.com/w/images/thumb/d/d5/Cascade_Icon.png/60px-Cascade_Icon.png)",
        "Adquirido": "Lv. 1",
        "Cast": "Instant",
        "Recarga": "2.5s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque com uma potência de 220.Efeito Adicional: 50% de chance de conceder Simetria Florescente Duração: 30s※Mudanças de ação para Emboite enquanto dança. A potência das revisões foi alterada de 250 para 220. O status concedido foi alterado de Flourishing Cascade para Flourishing Symmetry. A duração foi alterada de 20s para 30s."
    },
    {
        "Nome": "Fountain",
        "Ícone": "![Fountain](https://ffxiv.gamerescape.com/w/images/thumb/f/fd/Fountain_Icon.png/60px-Fountain_Icon.png)",
        "Adquirido": "Lv. 2",
        "Cast": "Instant",
        "Recarga": "2.5s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque com uma potência de 100.Ação de Combo: CascadeCombo Potência: 280Bônus de Combo: 50% de chance de conceder Fluxo Florescente Duração: 30s※Mudanças de ação para Entrechat enquanto dança. Revisões A potência do combo mudou de 300 para 280. O status concedido mudou de Fonte Florescente para Fluxo Florescente. A duração mudou de 20s para 30s."
    },
    {
        "Nome": "Windmill",
        "Ícone": "![Windmill](https://ffxiv.gamerescape.com/w/images/thumb/1/11/Windmill_Icon.png/60px-Windmill_Icon.png)",
        "Adquirido": "Lv. 15",
        "Cast": "Instant",
        "Recarga": "2.5s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque com uma potência de 100 a todos os inimigos próximos.Efeito Adicional: 50% de chance de conceder Simetria Florescente Duração: 30s※Mudanças de ação para Emboite enquanto dança. A potência das revisões mudou de 150 para 100. O status concedido mudou de Moinho Florescente para Simetria Florescente. A duração mudou de 20s para 30s. Adicionado &quot;Mudanças de ação para Emboite enquanto dança.&quot;"
    },
    {
        "Nome": "Standard Step",
        "Ícone": "![Standard Step](https://ffxiv.gamerescape.com/w/images/thumb/4/4f/Standard_Step_Icon.png/60px-Standard_Step_Icon.png)",
        "Adquirido": "Lv. 15",
        "Cast": "Instant",
        "Recarga": "30s",
        "Custo em MP": "-",
        "Efeito": "Comece a dançar, concedendo a si mesmo o Passo Padrão. Duração: 15s A ação muda para Finalização Padrão enquanto dança. Apenas Finalização Padrão, En Avant, ações de passo, ações de função, Corrida e Limit Break podem ser executados enquanto dança. e finaliza as ações após a execução. Não pode ser executado durante o tempo de espera de habilidades com armas, ações de passo ou ações de finalização."
    },
    {
        "Nome": "Standard Finish",
        "Ícone": "![Standard Finish](https://ffxiv.gamerescape.com/w/images/thumb/c/cb/Standard_Finish_Icon.png/60px-Standard_Finish_Icon.png)",
        "Adquirido": "Lv. 15",
        "Cast": "Instant",
        "Recarga": "1.5s",
        "Custo em MP": "-",
        "Efeito": "Entrega um ataque a todos os inimigos próximos. A potência varia de acordo com o número de passos bem sucedidos, causando potência total para o primeiro inimigo e 75% menos para todos os inimigos restantes. Dance Partner O bônus de dano de Finalização Padrão varia de acordo com o número de passos bem sucedidos.1 Passo: 2%2 Passos: 5%Duração: 60sAciona o tempo de recarga de habilidades com armas, ações de passo e ações de finalização após a execução. Não pode ser executado durante o tempo de espera de habilidades com armas, ações de passo ou ações de finalização.※Esta ação não pode ser atribuída a um hotbar. Tipo de revisão alterado para armaskill.0 A potência dos passos foi alterada de 500 para 360,1 A potência do passo foi alterada de 750 para 540,2 A potência dos passos foi alterada de 1.000 para 720."
    },

    {
        "Nome": "Emboite",
        "Ícone": "![Emboite](https://ffxiv.gamerescape.com/w/images/thumb/2/29/Emboite_Icon.png/60px-Emboite_Icon.png)",
        "Adquirido": "Lv. 15",
        "Cast": "Instant",
        "Recarga": "1s",
        "Custo em MP": "-",
        "Efeito": "Performar Emboite. Quando realizado em conjunto com outras ações de etapas, em sequência, a potência do Acabamento Padrão e do Acabamento Técnico é aumentada.Aciona o tempo de espera das ações de etapa e finalização após a execução. Não pode ser executado durante o tempo de espera de habilidades com armas, ações de passo ou ações de finalização."
    },

    {
        "Nome": "Pirouette",
        "Ícone": "![Emboite](https://ffxiv.gamerescape.com/w/images/thumb/2/29/Emboite_Icon.png/60px-Emboite_Icon.png)",
        "Adquirido": "Lv. 15",
        "Cast": "Instant",
        "Recarga": "1s",
        "Custo em MP": "-",
        "Efeito": "Performar Pirouette. Quando realizado em conjunto com outras ações de etapas, em sequência, a potência do Acabamento Padrão e do Acabamento Técnico é aumentada. Aciona o tempo de espera de outras ações de etapa e finalização após a execução. Não pode ser executado durante o tempo de espera de habilidades com armas, ações de passo ou ações de finalização."
    },

    {
        "Nome": "Jete",
        "Ícone": "![Jete](https://ffxiv.gamerescape.com/w/images/thumb/f/ff/Jete_Icon.png/60px-Jete_Icon.png)",
        "Adquirido": "Lv. 15",
        "Cast": "Instant",
        "Recarga": "1s",
        "Custo em MP": "-",
        "Efeito": "Performar Jete. Quando realizado em conjunto com outras ações de etapas, em sequência, a potência do Acabamento Padrão e do Acabamento Técnico é aumentada. Aciona o tempo de espera de outras ações de etapa e finalização após a execução. Não pode ser executado durante o tempo de espera de habilidades com armas, ações de passo ou ações de finalização."
    },

    {
        "Nome": "Entrechat",
        "Ícone": "![Entrechat](https://ffxiv.gamerescape.com/w/images/thumb/7/77/Entrechat_Icon.png/60px-Entrechat_Icon.png)",
        "Adquirido": "Lv. 15",
        "Cast": "Instant",
        "Recarga": "1s",
        "Custo em MP": "-",
        "Efeito": "Performar entrechat. Quando realizado em conjunto com outras ações de etapas, em sequência, a potência do Acabamento Padrão e do Acabamento Técnico é aumentada. Aciona o tempo de espera das ações de etapa e finalização após a execução. Não pode ser executado durante o tempo de espera de habilidades com armas, ações de passo ou ações de finalização."
    },

    {
        "Nome": "Reverse Cascade",
        "Ícone": "![Reverse Cascade](https://ffxiv.gamerescape.com/w/images/thumb/7/72/Reverse_Cascade_Icon.png/60px-Reverse_Cascade_Icon.png)",
        "Adquirido": "Lv. 20",
        "Cast": "Instant",
        "Recarga": "2.5s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque com uma potência de 280.Efeito Adicional: 50% de chance de conceder uma Pena Quádrupla Só pode ser executado sob o efeito de Simetria Florescente.※Ação muda para Jete enquanto dança. A potência das revisões foi alterada de 300 para 280. O requisito de execução foi alterado de Flourishing Cascade para Flourishing Symmetry."
    },
    {
        "Nome": "Bladeshower",
        "Ícone": "![Bladeshower](https://ffxiv.gamerescape.com/w/images/thumb/3/31/Bladeshower_Icon.png/60px-Bladeshower_Icon.png)",
        "Adquirido": "Lv. 25",
        "Cast": "Instant",
        "Recarga": "2.5s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque com uma potência de 100 a todos os inimigos próximos. Ação de combinação: Moinho de vento Potência de combinação: 140 Bônus de combinação: 50% de chance de conceder Fluxo Florescente Duração: 30s※Mudanças de ação para Entrechat enquanto dança. Revisões A potência do combo mudou de 200 para 140. O status concedido mudou de Flourishing Shower para Flourishing Flow. A duração mudou de 20s para 30s."
    },
    {
        "Nome": "Fan Dance",
        "Ícone": "![Fan Dance](https://ffxiv.gamerescape.com/w/images/thumb/f/f7/Fan_Dance_Icon.png/60px-Fan_Dance_Icon.png)",
        "Adquirido": "Lv. 30",
        "Cast": "Instant",
        "Recarga": "1s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque com uma potência de 150.Efeito Adicional: 50% de chance de conceder Threefold Fan Dance Duração: 30sPode ser executado apenas enquanto estiver em posse de Fourfold Feathers. Revisões O status concedido mudou de Flourishing Fan Dance para Threefold Fan Dance. A duração mudou de 20s para 30s."
    },
    {
        "Nome": "Rising Windmill",
        "Ícone": "![Rising Windmill](https://ffxiv.gamerescape.com/w/images/thumb/8/8a/Rising_Windmill_Icon.png/60px-Rising_Windmill_Icon.png)",
        "Adquirido": "Lv. 35",
        "Cast": "Instant",
        "Recarga": "2.5s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque com uma potência de 140 a todos os inimigos próximos.Efeito Adicional: 50% de chance de conceder uma Pena Quádrupla Só pode ser executado sob o efeito da Simetria Florescente.※Ação muda para Jete enquanto dança. Revisões Potência alterada de 300 para 140.Requisito de execução alterado de Moinho de Vento Florescente para Simetria Florescente.Adicionado &quot;Mudanças de ação para Jete enquanto dança.&quot;Excluído &quot;50% menos potência para todos os inimigos restantes.&quot;"
    },
    {
        "Nome": "Fountainfall",
        "Ícone": "![Fountainfall](https://ffxiv.gamerescape.com/w/images/thumb/b/b2/Fountainfall_Icon.png/60px-Fountainfall_Icon.png)",
        "Adquirido": "Lv. 40",
        "Cast": "Instant",
        "Recarga": "2.5s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque com uma potência de 340.Efeito Adicional: 50% de chance de conceder uma Pena Quádrupla Só pode ser executado enquanto estiver sob o efeito do Fluxo Florescente.※Ação muda para Pirueta enquanto dança. A potência das revisões foi alterada de 350 para 340. O requisito de execução foi alterado de Flourishing Fountain para Flourishing Flow."
    },
    {
        "Nome": "Bloodshower",
        "Ícone": "![Bloodshower](https://ffxiv.gamerescape.com/w/images/thumb/a/a7/Bloodshower_Icon.png/60px-Bloodshower_Icon.png)",
        "Adquirido": "Lv. 45",
        "Cast": "Instant",
        "Recarga": "2.5s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque com uma potência de 180 a todos os inimigos próximos.Efeito Adicional: 50% de chance de conceder uma Pena Quádrupla Só pode ser executado enquanto estiver sob o efeito do Fluxo Florescente.※A ação muda para Pirueta enquanto dança. Revisões Potência alterada de 350 para 180.Requisito de execução alterado de Chuveiro Florescente para Fluxo Florescente.Adicionado &quot;Mudanças de ação para Pirueta durante a dança.&quot;Excluído &quot;50% menos potência para todos os inimigos restantes.&quot;"
    },
    {
        "Nome": "Fan Dance II",
        "Ícone": "![Fan Dance II](https://ffxiv.gamerescape.com/w/images/thumb/9/9b/Fan_Dance_II_Icon.png/60px-Fan_Dance_II_Icon.png)",
        "Adquirido": "Lv. 50",
        "Cast": "Instant",
        "Recarga": "1s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque com uma potência de 100 a todos os inimigos próximos.Efeito Adicional: 50% de chance de conceder Threefold Fan Dance Duração: 30sPode ser executado apenas enquanto estiver em posse de Fourfold Feathers. Revisões O status concedido mudou de Flourishing Fan Dance para Threefold Fan Dance. A duração mudou de 20s para 30s."
    },
    {
        "Nome": "En Avant",
        "Ícone": "![En Avant](https://ffxiv.gamerescape.com/w/images/thumb/5/5e/En_Avant_Icon.png/60px-En_Avant_Icon.png)",
        "Adquirido": "Lv. 50",
        "Cast": "Instant",
        "Recarga": "30s",
        "Custo em MP": "-",
        "Efeito": "Rapidamente corra 10 yalms para frente. Cargas Máximas: 3 Não pode ser executado enquanto estiver preso."
    },
    {
        "Nome": "Curing Waltz",
        "Ícone": "![Curing Waltz](https://ffxiv.gamerescape.com/w/images/thumb/c/c7/Curing_Waltz_Icon.png/60px-Curing_Waltz_Icon.png)",
        "Adquirido": "Lv. 52",
        "Cast": "Instant",
        "Recarga": "60s",
        "Custo em MP": "-",
        "Efeito": "Restaura o próprio HP e o HP de todos os membros do grupo próximos. Potência de Cura: 300 Efeito Adicional: O membro do grupo designado como seu parceiro de dança também curará a si mesmo e aos membros do grupo próximos"
    },
    {
        "Nome": "Shield Samba",
        "Ícone": "![Shield Samba](https://ffxiv.gamerescape.com/w/images/thumb/8/8d/Shield_Samba_Icon.png/60px-Shield_Samba_Icon.png)",
        "Adquirido": "Lv. 56",
        "Cast": "Instant",
        "Recarga": "90s",
        "Custo em MP": "-",
        "Efeito": "Reduz em 10% o dano recebido por si mesmo e por membros próximos do grupo. Duração: 15s O efeito não pode ser empilhado com Trovador do bardo ou Estrategista do maquinista. O tempo de reformulação das revisões foi alterado de 120s para 90s."
    },
    {
        "Nome": "Closed Position",
        "Ícone": "![Closed Position](https://ffxiv.gamerescape.com/w/images/thumb/0/04/Closed_Position_Icon.png/60px-Closed_Position_Icon.png)",
        "Adquirido": "Lv. 60",
        "Cast": "Instant",
        "Recarga": "30s",
        "Custo em MP": "-",
        "Efeito": "Concede a você Posição Fechada e designa um membro do grupo como seu Parceiro de Dança, permitindo que você compartilhe os efeitos de Finalização Padrão, Valsa de Cura, Devilment e Tillana com o referido membro do grupo. O efeito termina com a reutilização. Revisões alteradas &quot;permitindo que você compartilhe os efeitos do Acabamento Padrão, Devilment e Curing Waltz com o referido membro do grupo.&quot; para &quot;permitir que você compartilhe os efeitos de Finalização Padrão, Valsa de Cura, Devilment e Tillana com o referido membro do grupo.&quot;"
    },
    {
        "Nome": "Ending",
        "Ícone": "![Ending](https://ffxiv.gamerescape.com/w/images/thumb/e/eb/Ending_Icon.png/60px-Ending_Icon.png)",
        "Adquirido": "Lv. 60",
        "Cast": "Instant",
        "Recarga": "1s",
        "Custo em MP": "-",
        "Efeito": "Termina dançando com seu parceiro."
    },
    {
        "Nome": "Devilment",
        "Ícone": "![Devilment](https://ffxiv.gamerescape.com/w/images/thumb/e/ed/Devilment_Icon.png/60px-Devilment_Icon.png)",
        "Adquirido": "Lv. 62",
        "Cast": "Instant",
        "Recarga": "120s",
        "Custo em MP": "-",
        "Efeito": "Aumenta a taxa de acerto crítico e a taxa de acerto direto em 20%. Duração: 20sEfeito Adicional: O membro do grupo designado como seu parceiro de dança também receberá o efeito de DevilmentEfeito Adicional: Concede Flourishing StarfallDuração: 20s Revisões Adicionado &quot;Efeito Adicional: Concede Flourishing StarfallDuration 20s.&quot;"
    },
    {
        "Nome": "Fan Dance III",
        "Ícone": "![Fan Dance III](https://ffxiv.gamerescape.com/w/images/thumb/1/18/Fan_Dance_III_Icon.png/60px-Fan_Dance_III_Icon.png)",
        "Adquirido": "Lv. 66",
        "Cast": "Instant",
        "Recarga": "1s",
        "Custo em MP": "-",
        "Efeito": "Realiza um ataque ao alvo e a todos os inimigos próximos com uma potência de 200 para o primeiro inimigo e 50% a menos para todos os inimigos restantes. Só pode ser executado sob o efeito de Threefold Fan Dance."
    },
    {
        "Nome": "Technical Step",
        "Ícone": "![Technical Step](https://ffxiv.gamerescape.com/w/images/thumb/9/92/Technical_Step_Icon.png/60px-Technical_Step_Icon.png)",
        "Adquirido": "Lv. 70",
        "Cast": "Instant",
        "Recarga": "120s",
        "Custo em MP": "-",
        "Efeito": "Comece a dançar, concedendo a si mesmo o Technical Step.Duração: 15sA ação muda para Technical Finish enquanto dança.Somente Technical Finish, En Avant, ações de step, role actions, Sprint e Limit Break podem ser executados enquanto dança.Aciona o cooldown de armaskills, step actions e finaliza as ações após a execução. Não pode ser executado durante o tempo de espera de habilidades com armas, ações de passo ou ações de finalização."
    },
    {
        "Nome": "Technical Finish",
        "Ícone": "![Technical Finish](https://ffxiv.gamerescape.com/w/images/thumb/f/fa/Technical_Finish_Icon.png/60px-Technical_Finish_Icon.png)",
        "Adquirido": "Lv. 70",
        "Cast": "Instant",
        "Recarga": "1.5s",
        "Custo em MP": "-",
        "Efeito": "Entrega um ataque a todos os inimigos próximos. A potência varia com o número de passos bem sucedidos, dando potência total para o primeiro inimigo, e 75% menos para todos os inimigos restantes. O bônus de dano do Acabamento Técnico varia de acordo com o número de etapas bem-sucedidas. 1 Etapa: 1% 2 Etapas: 2% 3 Etapas: 3% 4 Etapas: 5% Duração: 20sEfeito adicional: Ativa o medidor EspritEfeito adicional: Concede a conclusão florescenteDuração: 30sAciona o tempo de espera de habilidades com armas, ações de passo e ações de finalização após a execução. Não pode ser executado durante o tempo de espera de habilidades com armas, ações de passo ou ações de finalização.※A ação muda para Tillana após a execução.※Esta ação não pode ser atribuída a um hotbar. Tipo de revisões alterado para armaskill.0 A potência dos passos foi alterada de 500 para 350,1 A potência dos passos foi alterada de 750 para 540,2 A potência dos passos foi alterada de 1.000 para 720,3 A potência dos passos foi alterada de 1.250 para A potência de 900,4 Steps foi alterada de 1.500 para 1.200. Adicionado &quot;Efeito Adicional: Concede Finalização Florescente Duração: 30s.&quot;"
    },
    {
        "Nome": "Flourish",
        "Ícone": "![Flourish](https://ffxiv.gamerescape.com/w/images/thumb/f/f6/Flourish_Icon.png/60px-Flourish_Icon.png)",
        "Adquirido": "Lv. 72",
        "Cast": "Instant",
        "Recarga": "60s",
        "Custo em MP": "-",
        "Efeito": "Concede a você os efeitos de Simetria Florescente, Fluxo Florescente, Dança do Leque Tríplice e Dança do Leque Quádruplo. Só pode ser executado em combate. Revisões Os status concedidos foram alterados de &quot;Flourishing Cascade, Flourishing Fountain, Flourishing Windmill, Flourishing Shower, e Flourishing Fan Dance&quot; para &quot;Flourishing Symmetry, Flourishing Flow, Threefold Fan Dance e Fourfold Fan Dance.&quot; Adicionado &quot;Só pode ser executado em combate&quot; ."
    },
    {
        "Nome": "Saber Dance",
        "Ícone": "![Saber Dance](https://ffxiv.gamerescape.com/w/images/thumb/d/dc/Saber_Dance_Icon.png/60px-Saber_Dance_Icon.png)",
        "Adquirido": "Lv. 76",
        "Cast": "Instant",
        "Recarga": "2.5s",
        "Custo em MP": "-",
        "Efeito": "Realiza um ataque ao alvo e a todos os inimigos próximos com uma potência de 480 para o primeiro inimigo e 50% a menos para todos os inimigos restantes. Esprit Gauge Custo: 50 Revisões Potência alterada de 600 para 480."
    },
    {
        "Nome": "Improvisation",
        "Ícone": "![Improvisation](https://ffxiv.gamerescape.com/w/images/thumb/7/77/Improvisation_Icon.png/60px-Improvisation_Icon.png)",
        "Adquirido": "Lv. 80",
        "Cast": "Instant",
        "Recarga": "120s",
        "Custo em MP": "-",
        "Efeito": "Dance ao ritmo de seu próprio tambor, concedendo Rising Rhythm a si mesmo. As pilhas aumentam a cada 3 segundos, até um máximo de 4. Efeito Adicional: Cura ao longo do tempo para si e para os membros próximos do grupo Potência de cura: 100 Duração: 15 s O efeito termina ao usar outra ação ou se mover (incluindo enfrentar uma direção diferente). Cancela o ataque automático após a execução. Revisões Os efeitos desta ação foram completamente reformulados. O intervalo de área foi alterado de 6 para 8."
    },
    {
        "Nome": "Improvised Finish",
        "Ícone": "![Improvised Finish](https://ffxiv.gamerescape.com/w/images/thumb/7/76/Improvised_Finish_Icon.png/60px-Improvised_Finish_Icon.png)",
        "Adquirido": "Lv. 80",
        "Cast": "Instant",
        "Recarga": "1.5s",
        "Custo em MP": "-",
        "Efeito": "Cria uma barreira em torno de si mesmo e de todos os membros do grupo próximos. O dano absorvido aumenta com os acúmulos de Ritmo Crescente. enquanto a Improvisação estiver ativa.※Esta ação não pode ser atribuída a um hotbar."
    },
    {
        "Nome": "Tillana",
        "Ícone": "![Tillana](https://ffxiv.gamerescape.com/w/images/thumb/1/1c/Tillana_Icon.png/60px-Tillana_Icon.png)",
        "Adquirido": "Lv. 82",
        "Cast": "Instant",
        "Recarga": "1.5s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque a todos os inimigos próximos com uma potência de 360 para o primeiro inimigo e 50% menos para todos os inimigos restantes.Efeito Adicional: Concede Finalização Padrão e Esprit a si mesmo e ao membro do grupo designado como seu Parceiro de Dança Efeito Finalização Padrão: Aumenta o dano causado em 5%Duração: 60sPode ser executado apenas enquanto estiver sob o efeito de Flourishing Finish.Aciona o cooldown de armaskills, step actions e finish actions após a execução. Não pode ser executada durante o tempo de espera de habilidades com armas, ações de passo ou ações de finalização.※Esta ação não pode ser atribuída a uma barra de atalho."
    },
    {
        "Nome": "Fan Dance IV",
        "Ícone": "![Fan Dance IV](https://ffxiv.gamerescape.com/w/images/thumb/f/fc/Fan_Dance_IV_Icon.png/60px-Fan_Dance_IV_Icon.png)",
        "Adquirido": "Lv. 86",
        "Cast": "Instant",
        "Recarga": "1s",
        "Custo em MP": "-",
        "Efeito": "Entrega um ataque a todos os inimigos em um cone antes de você com uma potência de 300 para o primeiro inimigo e 50% menos para todos os inimigos restantes. Só pode ser executado sob o efeito de Fourfold Fan Dance."
    },
    {
        "Nome": "Starfall Dance",
        "Ícone": "![Starfall Dance](https://ffxiv.gamerescape.com/w/images/thumb/b/b0/Starfall_Dance_Icon.png/60px-Starfall_Dance_Icon.png)",
        "Adquirido": "Lv. 90",
        "Cast": "Instant",
        "Recarga": "2.5s",
        "Custo em MP": "-",
        "Efeito": "Dá um acerto direto crítico em todos os inimigos em linha reta com uma potência de 600 para o primeiro inimigo e 75% menos para todos os inimigos restantes. Só pode ser executado sob o efeito de Flourishing Starfall."
    }
]