[
    {
        "Nome": "Bootshine",
        "Ícone": "![Bootshine](https://ffxiv.gamerescape.com/w/images/thumb/4/4d/Bootshine_Icon.png/60px-Bootshine_Icon.png)",
        "Adquirido": "Lv. 1",
        "Cast": "Instant",
        "Recarga": "2s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque com uma potência de 210.Potência de Punho de Chumbo: 310Opo-opo Bônus de Forma: Garante um acerto crítico Efeito Adicional: Muda de forma para raptor Duração: 30s Revisões Potência alterada de 200 para 210.Potência de combinação de Punho de Chumbo alterada de 370 para 310.Alterada o efeito adicional na forma opo-opo de &quot;Causa um acerto crítico se causado pela retaguarda de um alvo&quot; para &quot;Causa um acerto crítico&quot;. Duração alterada de 15s para 30s."
    },
    {
        "Nome": "True Strike",
        "Ícone": "![True Strike](https://ffxiv.gamerescape.com/w/images/thumb/9/9c/True_Strike_Icon.png/60px-True_Strike_Icon.png)",
        "Adquirido": "Lv. 4",
        "Cast": "Instant",
        "Recarga": "2s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque com uma potência de 300. Só pode ser executado quando em forma de raptor. Efeito Adicional: Altera a forma para coeurl Duração: 30s Revisões Potência alterada de 270 para 300.Potência de ataque traseiro excluída. Duração alterada de 15s para 30s.Tempo de Recarga alterado de 2,5s para 2s."
    },
    {
        "Nome": "Snap Punch",
        "Ícone": "![Snap Punch](https://ffxiv.gamerescape.com/w/images/thumb/9/97/Snap_Punch_Icon.png/60px-Snap_Punch_Icon.png)",
        "Adquirido": "Lv. 6",
        "Cast": "Instant",
        "Recarga": "2s",
        "Custo em MP": "-",
        "Efeito": "Entrega um ataque com uma potência de 250.310 quando executado do flanco de um alvo. Só pode ser executado quando em forma coeurl. Efeito Adicional: Muda a forma para opo-opo Duração: 30s Revisões Potência alterada de 270 para 250. Potência do flanco alterada de 300 para 310 .Duração alterada de 15s para 30s."
    },
    {
        "Nome": "Meditation",
        "Ícone": "![Meditation](https://ffxiv.gamerescape.com/w/images/thumb/b/b2/Meditation_Icon.png/60px-Meditation_Icon.png)",
        "Adquirido": "Lv. 15",
        "Cast": "Instant",
        "Recarga": "1s",
        "Custo em MP": "-",
        "Efeito": "Abre um chacra. Até cinco chakras podem ser abertos de uma vez. Abre todos os cinco chakras quando usados fora de combate. Compartilha um cronômetro de relançamento com todas as outras habilidades de armas.※ A ação muda para O Chakra Proibido quando todos os cinco chakras estão abertos. Revisões Alterada a classe de aprendizado para Pugilista. O nível de aprendizado mudou de 54 para 15. Adicionado &quot;Ação muda para o Chakra Proibido quando todos os cinco chakras estão abertos.&quot;"
    },
    {
        "Nome": "Steel Peak",
        "Ícone": "![Steel Peak](https://ffxiv.gamerescape.com/w/images/thumb/9/97/Snap_Punch_Icon.png/60px-Snap_Punch_Icon.png)",
        "Adquirido": "Lv. 15",
        "Cast": "Instant",
        "Recarga": "1s",
        "Custo em MP": "-",
        "Efeito": "Realiza um ataque com potência de 180. Só pode ser executado em combate e sob o efeito do Quinto Chakra. Os cinco chakras fecham após a execução. Compartilha um temporizador de relançamento com o Punho Uivante. ※Esta ação não pode ser atribuída a um hotbar."
    },
    {
        "Nome": "Twin Snakes",
        "Ícone": "![Twin Snakes](https://ffxiv.gamerescape.com/w/images/thumb/8/8f/Twin_Snakes_Icon.png/60px-Twin_Snakes_Icon.png)",
        "Adquirido": "Lv. 18",
        "Cast": "Instant",
        "Recarga": "2s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque com uma potência de 280. Só pode ser executado na forma de raptor. Efeito Adicional: Concede Punho Disciplinado Punho Disciplinado Efeito: Aumenta o dano causado em 15% Duração: 15s Efeito Adicional: Muda a forma para coeurl Duração: 30s Revisões Potência alterada de 230 para 280.Potência de flanco deletada. Efeito adicional alterado de &quot;Aumenta o dano causado em 10%&quot; para Punho Disciplinado, que aumenta o dano em 15%.A duração da forma Coeurl mudou de 15s para 30s."
    },
    {
        "Nome": "Arm of the Destroyer",
        "Ícone": "![Arm of the Destroyer](https://ffxiv.gamerescape.com/w/images/thumb/1/19/Arm_of_the_Destroyer_Icon.png/60px-Arm_of_the_Destroyer_Icon.png)",
        "Adquirido": "Lv. 26",
        "Cast": "Instant",
        "Recarga": "2s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque com uma potência de 100 a todos os alvos próximos. Potência da Forma Opo-opo: 110 Efeito Adicional: Muda a forma para raptor Duração: 30s Revisões Potência alterada de 110 para 100. Potência da forma Opo-opo alterada de 140 para 110. Duração alterada de 15s a 30s."
    },
    {
        "Nome": "Demolish",
        "Ícone": "![Demolish](https://ffxiv.gamerescape.com/w/images/thumb/6/69/Demolish_Icon.png/60px-Demolish_Icon.png)",
        "Adquirido": "Lv. 30",
        "Cast": "Instant",
        "Recarga": "2s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque com uma potência de 70.130 quando executado pela retaguarda de um alvo.Só pode ser executado quando em forma coeurl.Efeito Adicional: Dano ao longo do tempoPotência: 70Duração: 18sEfeito Adicional: Muda a forma para opo-opoDuração: 30s Revisões Potência alterada de 80 para 70.A potência de ataque traseiro mudou de 110 para 130.A potência de dano ao longo do tempo mudou de 80 para 70.A duração da forma Opo-opo mudou de 15s para 30s."
    },
    {
        "Nome": "Rockbreaker",
        "Ícone": "![Rockbreaker](https://ffxiv.gamerescape.com/w/images/thumb/2/27/Rockbreaker_Icon.png/60px-Rockbreaker_Icon.png)",
        "Adquirido": "Lv. 30",
        "Cast": "Instant",
        "Recarga": "2s",
        "Custo em MP": "-",
        "Efeito": "Entrega um ataque com uma potência de 130 a todos os inimigos próximos. Só pode ser executado na forma coeurl. Efeito Adicional: Muda a forma para opo-opo Duração: 30s Revisões Potência alterada de 150 para 130."
    },
    {
        "Nome": "Thunderclap",
        "Ícone": "![Thunderclap](https://ffxiv.gamerescape.com/w/images/thumb/3/31/Thunderclap_%28Action%29_Icon.png/60px-Thunderclap_%28Action%29_Icon.png)",
        "Adquirido": "Lv. 35",
        "Cast": "Instant",
        "Recarga": "30s",
        "Custo em MP": "-",
        "Efeito": "Corra para a localização de um inimigo ou membro do grupo alvo. Cargas Máximas: 3 Não pode ser executado enquanto estiver preso."
    },
    {
        "Nome": "Howling Fist",
        "Ícone": "![Howling Fist](https://ffxiv.gamerescape.com/w/images/thumb/8/8f/Howling_Fist_Icon.png/60px-Howling_Fist_Icon.png)",
        "Adquirido": "Lv. 40",
        "Cast": "Instant",
        "Recarga": "1s",
        "Custo em MP": "-",
        "Efeito": "Desfere um ataque com potência de 100 a todos os inimigos em linha reta à sua frente. Só pode ser executado em combate e sob o efeito do Quinto Chakra. Os cinco chakras fecham após a execução. Compartilha um cronômetro de reformulação com o Chakra Proibido."
    },
    {
        "Nome": "Mantra",
        "Ícone": "![Mantra](https://ffxiv.gamerescape.com/w/images/thumb/e/e6/Mantra_Icon.png/60px-Mantra_Icon.png)",
        "Adquirido": "Lv. 42",
        "Cast": "Instant",
        "Recarga": "90s",
        "Custo em MP": "-",
        "Efeito": "Aumenta a recuperação de HP por meio de ações de cura em 10% para si e para membros próximos do grupo. Duração: 15s"
    },
    {
        "Nome": "Four-point Fury",
        "Ícone": "![Four-point Fury](https://ffxiv.gamerescape.com/w/images/thumb/d/d2/Four-point_Fury_Icon.png/60px-Four-point_Fury_Icon.png)",
        "Adquirido": "Lv. 45",
        "Cast": "Instant",
        "Recarga": "2s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque com uma potência de 120 a todos os inimigos próximos.Só pode ser executado quando em forma de raptor.Efeito Adicional: Concede Punho DisciplinadoPunho DisciplinadoEfeito: Aumenta o dano causado em 15%Duração: 15sEfeito Adicional: Muda a forma para coeurlDuração: 30s Revisões Potência alterado de 140 para 120. Mudou o efeito adicional de &quot;Estende a duração das Cobras Gêmeas em 10s para um máximo de 15s&quot; para Punho Disciplinado, que aumenta o dano em 15%.A duração da forma Coeurl mudou de 15s para 30s."
    },
    {
        "Nome": "Dragon Kick",
        "Ícone": "![Dragon Kick](https://ffxiv.gamerescape.com/w/images/thumb/2/2e/Dragon_Kick_Icon.png/60px-Dragon_Kick_Icon.png)",
        "Adquirido": "Lv. 50",
        "Cast": "Instant",
        "Recarga": "2s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque com uma potência de 320.Opo-opo Form Bonus: Concede Leaden Fist Duração: 30sEfeito Adicional: Muda a forma para raptorDuração: 30s Revisões Classe de aprendizado alterada para Pugilist.Potency alterada de 230 para 320.Potência de ataque de flanco excluída.Duração da forma do Raptor mudou de 15s para 30s."
    },
    {
        "Nome": "Perfect Balance",
        "Ícone": "![Perfect Balance](https://ffxiv.gamerescape.com/w/images/thumb/c/ce/Perfect_Balance_Icon.png/60px-Perfect_Balance_Icon.png)",
        "Adquirido": "Lv. 50",
        "Cast": "Instant",
        "Recarga": "40s",
        "Custo em MP": "-",
        "Efeito": "Concede 3 pilhas de Equilíbrio Perfeito, cada pilha permitindo a execução de uma habilidade de matar que requer uma certa forma, sem estar nessa forma. Duração: 20s Efeito Adicional: Concede Chakra Opo-opo, Chakra Coeurl ou Chakra Raptor dependendo da forma exigida por ações executadas Cargas Máximas: 2Só pode ser executada em combate. Revisões A classe de aprendizado mudou para Monge.A quantidade de pilha mudou de 6 para 3.A duração mudou de 15s para 20s.Adicionado &quot;Efeito Adicional: Concede Chakra Opo-opo, Chakra Coeurl ou Chakra Raptor dependendo da forma exigida pelas ações executadas. Cargas máximas: 2.&quot;Tempo de relançamento alterado de 90s para 40s.Adicionado &quot;Só pode ser executado em combate.&quot;"
    },
    {
        "Nome": "Form Shift",
        "Ícone": "![Form Shift](https://ffxiv.gamerescape.com/w/images/thumb/8/8c/Form_Shift_Icon.png/60px-Form_Shift_Icon.png)",
        "Adquirido": "Lv. 52",
        "Cast": "Instant",
        "Recarga": "2s",
        "Custo em MP": "-",
        "Efeito": "Concede Formless Fist a si mesmo, permitindo a execução de uma habilidade com armas que requer uma certa forma, sem estar nessa forma. Duração: 30s Quaisquer efeitos adicionais associados à ação executada também serão aplicados. A duração das revisões mudou de 15s para 30s."
    },
    {
        "Nome": "The Forbidden Chakra",
        "Ícone": "![The Forbidden Chakra](https://ffxiv.gamerescape.com/w/images/thumb/6/67/The_Forbidden_Chakra_Icon.png/60px-The_Forbidden_Chakra_Icon.png)",
        "Adquirido": "Lv. 54",
        "Cast": "Instant",
        "Recarga": "1s",
        "Custo em MP": "-",
        "Efeito": "Realiza um ataque com potência de 340. Só pode ser executado em combate e sob o efeito do Quinto Chakra. Os cinco chakras fecham após a execução. Compartilha um cronômetro de relançamento com Iluminação. ※Esta ação não pode ser atribuída a um hotbar."
    },
    {
        "Nome": "Masterful Blitz",
        "Ícone": "![Masterful Blitz](https://ffxiv.gamerescape.com/w/images/thumb/5/52/Masterful_Blitz_Icon.png/60px-Masterful_Blitz_Icon.png)",
        "Adquirido": "Lv. 60",
        "Cast": "Instant",
        "Recarga": "2s",
        "Custo em MP": "-",
        "Efeito": "Ataque o inimigo com uma técnica alimentada pelo poder do seu Chakra Bestial. A técnica usada é determinada pelo número de diferentes tipos de Chakra Bestial abertos.1 Tipo de Chakra Bestial: Campo de Elixir2 Tipos de Chakra Bestial: Revolução Celestial3 Tipos de Chakra Bestial: Fênix Crescente3 Chakra da Besta e Ambos Nadi: Phantom Rush"
    },
    {
        "Nome": "Elixir Field",
        "Ícone": "![Elixir Field](https://ffxiv.gamerescape.com/w/images/thumb/0/0c/Elixir_Field_Icon.png/60px-Elixir_Field_Icon.png)",
        "Adquirido": "Lv. 60",
        "Cast": "Instant",
        "Recarga": "2s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque a todos os inimigos próximos com uma potência de 600 para o primeiro inimigo e 70% menos para todos os inimigos restantes.Efeito Adicional: Abre o Nadi LunarEfeito Adicional: Concede Punho Sem Forma, permitindo a execução de uma morte com arma que requer uma certa forma , sem estar nessa forma Duração: 30s Quaisquer efeitos adicionais associados à ação executada também serão aplicados. Só pode ser executado enquanto estiver sob o efeito de três do mesmo Chakra da Besta.※Esta ação não pode ser atribuída a um hotbar. Tipo de revisão alterado para armaskill.Nível de aprendizado alterado de 56 para 60.Tempo de reformulação alterado de 30s para 2s.Atualizado os efeitos adicionais."
    },
    {
        "Nome": "Flint Strike",
        "Ícone": "![Flint Strike](https://ffxiv.gamerescape.com/w/images/thumb/0/0c/Elixir_Field_Icon.png/60px-Elixir_Field_Icon.png)",
        "Adquirido": "Lv. 60",
        "Cast": "Instant",
        "Recarga": "2s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque a todos os inimigos próximos com uma potência de 600 para o primeiro inimigo e 70% menos para todos os inimigos restantes.Efeito Adicional: Abre o Nadi SolarEfeito Adicional: Concede Punho Sem Forma, permitindo a execução de uma morte com arma que requer uma certa forma , sem estar nessa forma Duração: 30s Quaisquer efeitos adicionais associados à ação executada também serão aplicados. Só pode ser executado enquanto estiver sob o efeito de três Chakras da Besta distintos.※Esta ação não pode ser atribuída a um hotbar."
    },
    {
        "Nome": "Celestial Revolution",
        "Ícone": "![Celestial Revolution](https://ffxiv.gamerescape.com/w/images/thumb/c/cf/Celestial_Revolution_Icon.png/60px-Celestial_Revolution_Icon.png)",
        "Adquirido": "Lv. 60",
        "Cast": "Instant",
        "Recarga": "2s",
        "Custo em MP": "-",
        "Efeito": "Executa um ataque com uma potência de 450.Efeito Adicional: Abre o Lunar NadiSe o Lunar Nadi já estiver aberto, abre o Solar Nadi.Efeito Adicional: Concede Formless Fist, permitindo a execução de uma arma que requer uma certa forma, sem ser nessa forma Duração: 30s Quaisquer efeitos adicionais associados à ação executada também serão aplicados. Só pode ser executado enquanto estiver sob o efeito de três Chakras Bestiais.※Esta ação não pode ser atribuída a um hotbar."
    },
    {
        "Nome": "Tornado Kick",
        "Ícone": "![Tornado Kick](https://ffxiv.gamerescape.com/w/images/thumb/c/c2/Tornado_Kick_Icon.png/60px-Tornado_Kick_Icon.png)",
        "Adquirido": "Lv. 60",
        "Cast": "Instant",
        "Recarga": "2s",
        "Custo em MP": "-",
        "Efeito": "Realiza um ataque ao alvo e a todos os inimigos próximos com uma potência de 850 para o primeiro inimigo e 50% a menos para todos os inimigos restantes.Efeito Adicional: Concede Punho Sem Forma, permitindo a execução de uma morte com arma que requer uma certa forma, sem ser nessa forma Duração: 30s Quaisquer efeitos adicionais associados à ação executada também serão aplicados. Só pode ser executado sob o efeito de Lunar Nadi e Solar Nadi, bem como três Beast Chakra.※Esta ação não pode ser atribuída a um hotbar. O tipo de revisão foi alterado para armaskill.Substituído &quot;Fornece um ataque com potência de 400&quot; para &quot;Fornece um ataque ao alvo e a todos os inimigos próximos com uma potência de 850 para o primeiro inimigo e 50% menos para todos os inimigos restantes.&quot;.Atualizado o efeitos adicionais. Tempo de relançamento alterado de 45s para 2s."
    },
    {
        "Nome": "Riddle of Earth",
        "Ícone": "![Riddle of Earth](https://ffxiv.gamerescape.com/w/images/thumb/9/9e/Riddle_of_Earth_Icon.png/60px-Riddle_of_Earth_Icon.png)",
        "Adquirido": "Lv. 64",
        "Cast": "Instant",
        "Recarga": "30s",
        "Custo em MP": "-",
        "Efeito": "Concede 3 stacks de Riddle of Earth, cada stack reduzindo em 20% o dano recebido. Revisões A potência do efeito foi alterada de 10% para 20%. Excluído &quot;e anulando todos os requisitos de direção de ação.&quot;"
    },
    {
        "Nome": "Riddle of Fire",
        "Ícone": "![Riddle of Fire](https://ffxiv.gamerescape.com/w/images/thumb/4/48/Riddle_of_Fire_Icon.png/60px-Riddle_of_Fire_Icon.png)",
        "Adquirido": "Lv. 68",
        "Cast": "Instant",
        "Recarga": "60s",
        "Custo em MP": "-",
        "Efeito": "Aumenta o dano causado em 15%. Duração: 20s Revisões Potência do efeito alterada de 25% para 15%. Tempo de relançamento alterado de 90s para 60s."
    },
    {
        "Nome": "Brotherhood",
        "Ícone": "![Brotherhood](https://ffxiv.gamerescape.com/w/images/thumb/e/e2/Brotherhood_Icon.png/60px-Brotherhood_Icon.png)",
        "Adquirido": "Lv. 70",
        "Cast": "Instant",
        "Recarga": "120s",
        "Custo em MP": "-",
        "Efeito": "Concede Irmandade e Irmandade Meditativa a si mesmo e a todos os membros do grupo próximos.Efeito Irmandade: Aumenta em 5% o dano causado ao Irmandade Meditativa Efeito: 20% de chance de você abrir um chakra quando membros do grupo sob este efeito executam uma morte com arma ou conjuram um feitiçoA chance é de 100% quando você executa um abate com arma ou lança um feitiço enquanto estiver sob o efeito da Irmandade Meditativa. Duração: 15s Revisões Ajustado o texto. Mudou as próprias taxas de disparo de 20% para 100%. O tempo de relançamento mudou de 90s para 120s."
    },
    {
        "Nome": "Riddle of Wind",
        "Ícone": "![Riddle of Wind](https://ffxiv.gamerescape.com/w/images/thumb/7/7b/Riddle_of_Wind_Icon.png/60px-Riddle_of_Wind_Icon.png)",
        "Adquirido": "Lv. 72",
        "Cast": "Instant",
        "Recarga": "90s",
        "Custo em MP": "-",
        "Efeito": "Reduz o atraso do ataque automático em 50%. Duração: 15s"
    },
    {
        "Nome": "Enlightenment",
        "Ícone": "![Enlightenment](https://ffxiv.gamerescape.com/w/images/thumb/9/98/Enlightenment_Icon.png/60px-Enlightenment_Icon.png)",
        "Adquirido": "Lv. 74",
        "Cast": "Instant",
        "Recarga": "1s",
        "Custo em MP": "-",
        "Efeito": "Desfere um ataque com potência de 170 a todos os inimigos em linha reta à sua frente. Só pode ser executado em combate e sob o efeito do Quinto Chakra. Os cinco chakras fecham após a execução. Compartilha um cronômetro de reformulação com o Chakra Proibido. A potência das revisões foi alterada de 220 para 170."
    },
    {
        "Nome": "Anatman",
        "Ícone": "![Anatman](https://ffxiv.gamerescape.com/w/images/thumb/1/14/Anatman_Icon.png/60px-Anatman_Icon.png)",
        "Adquirido": "Lv. 78",
        "Cast": "Instant",
        "Recarga": "60s",
        "Custo em MP": "-",
        "Efeito": "Estende a duração do Punho Disciplinado e sua forma atual ao máximo e interrompe sua expiração. Duração: 30s Cancela o ataque automático após a execução. O efeito termina ao usar outra ação ou mover-se (incluindo enfrentar uma direção diferente). Aciona o cooldown de armas kills após a execução. Não pode ser executado durante o tempo de espera de skillskills. Revisões Alterado o efeito de Twin Snakes para Disciplined Fist."
    },
    {
        "Nome": "Six-sided Star",
        "Ícone": "![Six-sided Star](https://ffxiv.gamerescape.com/w/images/thumb/6/64/Six-sided_Star_Icon.png/60px-Six-sided_Star_Icon.png)",
        "Adquirido": "Lv. 80",
        "Cast": "Instant",
        "Recarga": "4s",
        "Custo em MP": "-",
        "Efeito": "Fornece um ataque com uma potência de 550.Efeito Adicional: Aumenta a velocidade de movimento Duração: 5sEsta arma não compartilha um temporizador de relançamento com nenhuma outra ação. Após a execução, o cronômetro de reformulação para esta ação será aplicado a todas as outras habilidades com armas e ações mágicas. A potência das revisões foi alterada de 540 para 550."
    },
    {
        "Nome": "Shadow of the Destroyer",
        "Ícone": "![Shadow of the Destroyer](https://ffxiv.gamerescape.com/w/images/thumb/0/08/Shadow_of_the_Destroyer_Icon.png/60px-Shadow_of_the_Destroyer_Icon.png)",
        "Adquirido": "Lv. 82",
        "Cast": "Instant",
        "Recarga": "2s",
        "Custo em MP": "-",
        "Efeito": "Entrega um ataque com potência de 110 a todos os inimigos próximos.Bônus de Forma Opo-opo: Garante um acerto crítico Efeito Adicional: Muda a forma para raptor Duração: 30s"
    },
    {
        "Nome": "Rising Phoenix",
        "Ícone": "![Rising Phoenix](https://ffxiv.gamerescape.com/w/images/thumb/3/35/Rising_Phoenix_Icon.png/60px-Rising_Phoenix_Icon.png)",
        "Adquirido": "Lv. 86",
        "Cast": "Instant",
        "Recarga": "2s",
        "Custo em MP": "-",
        "Efeito": "Causa dano de fogo físico a todos os inimigos próximos com uma potência de 700 para o primeiro inimigo e 70% a menos para todos os inimigos restantes.Efeito Adicional: Abre o Nadi SolarEfeito Adicional: Concede Punho Amorfo, permitindo a execução de uma morte com arma que requer um certo forma, sem estar nessa forma Duração: 30s Quaisquer efeitos adicionais associados à ação executada também serão aplicados. Só pode ser executado enquanto estiver sob o efeito de três Chakras da Besta distintos.※Esta ação não pode ser atribuída a um hotbar."
    },
    {
        "Nome": "Phantom Rush",
        "Ícone": "![Phantom Rush](https://ffxiv.gamerescape.com/w/images/thumb/7/7b/Phantom_Rush_Icon.png/60px-Phantom_Rush_Icon.png)",
        "Adquirido": "Lv. 90",
        "Cast": "Instant",
        "Recarga": "2s",
        "Custo em MP": "-",
        "Efeito": "Realiza um ataque ao alvo e a todos os inimigos próximos com uma potência de 1.150 para o primeiro inimigo e 50% a menos para todos os inimigos restantes.Efeito Adicional: Concede Formless Fist, permitindo a execução de uma arma que requer uma certa forma, sem ser nessa forma Duração: 30s Quaisquer efeitos adicionais associados à ação executada também serão aplicados. Só pode ser executado sob o efeito de Lunar Nadi e Solar Nadi, bem como três Beast Chakra.※Esta ação não pode ser atribuída a um hotbar."
    }
]